[
  {
    "text": "Caesar sent Albinus to Judea as procurator when he was informed of the death of Festus. But the younger Annas, who as I said had received the high priesthood, was headstrong in character and audacious in the extreme. He belonged to the sect of the Sadducees, who in judging offenders are cruel beyond any of the Jews, as I have already made clear. Being a man of this kind, Annas thought that he had a convenient opportunity, as Festus was dead and Albinus still on the way. So he assembled a council of judges and brought it before James, the brother of Jesus, known as Christ, and several others. Annas charged them with breaking the law and handed them over to be stoned. But those who were considered the most fair-minded people in the city, and strict in their observance of the law, were most indignant at this, and sent secretly to the king, imploring him to write to Annas to stop behaving in this way. His conduct had been wrong from the first. Some of them too waylaid Albinus on the road from Alexandria and explained that it was illegal for Annas to assemble a council without his authority. Convinced by their arguments, Albinus wrote an angry letter to Annas, threatening to punish him. In consequence, King Agrippa deprived him of the high priesthood, which he had held for three months only, and appointed Jeshua son of Dammaeus. Jewish Antiquities ...",
    "chapter": "1",
    "verse": "1",
    "author": "Josephus",
    "source": "Jewish Antiquities 20.9.1"
  },
  {
    "text": "Those who seek worldly glory display the qualifications which they think they have in their correspondence. But the apostles boast, at the beginning of their letters, that they are slaves of God and Christ.",
    "chapter": "1",
    "verse": "1",
    "author": "Didymus the Blind",
    "source": "Catena"
  },
  {
    "text": "“He appeared also to James.” James refers to himself as a servant, but we must remember that there are two kinds of servitude, voluntary and involuntary. The involuntary servant is a slave who fears punishment, and therefore his service does not spring from love. But the voluntary servant is really no different from a son.",
    "chapter": "1",
    "verse": "1",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "We read that when Stephen was martyred a great persecution of the church broke out at Jerusalem and that they were all scattered across the countryside of Judea and Samaria, except for the apostles. James then wrote this letter to those who had been scattered because they had suffered persecution for the sake of righteousness. And not only to them, but also, as the rest of the letter testifies, to those who had become Christians but who were still struggling to achieve perfection, as well as to those who remained outside the faith themselves and did their best to persecute and disturb believers. All of these people were exiles, though for different reasons. But we also read in the Acts of the Apostles that at the time of our Lord’s death there were devout Jews “from every nation under heaven.” What these nations were is explained a little further on, where Luke mentions Parthians, Medes, Elamites, inhabitants of Mesopotamia, and so on. James also exhorts the righteous not to lose their faith, and he rebukes sinners, warning them that they must refrain from sinning and practice virtue, so that they would not be condemned by those who had received the sacraments of faith in an unfruitful way, even worthy of hell. He goes now to warn unbelievers to repent of the murder of the Savior and of the other crimes in which they were implicated before divine retribution overtook them secretly, or even openly for that matter.",
    "chapter": "1",
    "verse": "1",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "More than any worldly dignity, the Lord’s apostles gloried in the fact that they were slaves of Christ. That is how they wanted to be known in their preaching, in their writing and in their teaching.",
    "chapter": "1",
    "verse": "1",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "The opening resembles the titles of St. Paul’s letters, and perhaps James is the author of it, whoever he may be. He was unacquainted with Paul’s custom of writing to one particular nation and city, and for a particular reason. Instead, this author writes to the twelve tribes scattered among the nations because of the captivity, and not to the churches in every place, because he had no particular reason to be so specific.",
    "chapter": "1",
    "verse": "1",
    "author": "Isho’dad of Merv",
    "source": "Commentaries, Prologue"
  },
  {
    "text": "If you count it all joy when you fall into various temptations, you give birth to joy, and you offer that joy in sacrifice to God. Sermons on Genesis ..",
    "chapter": "1",
    "verse": "2",
    "author": "Origen",
    "source": "Sermons on Genesis 8.10"
  },
  {
    "text": "“Falling into temptation” may mean being overwhelmed by temptation, for temptation is like a raging torrent which engulfs the traveler. In times of temptation some people manage to cross this torrent without being overwhelmed by the rising tide, because they are good swimmers who can avoid being swept away. But if others who lack their strength try to do it, they are overcome. Mystagogical Lectures ..",
    "chapter": "1",
    "verse": "2",
    "author": "Cyril of Jerusalem",
    "source": "Mystagogical Lectures 5.17"
  },
  {
    "text": "“straight and narrow is the way.” Everywhere you see suffering being praised, everywhere it is accepted as necessary for us. For in the world there is no one who wins a trophy without suffering, who has not strengthened himself with labors and dieting and exercise and vigils and many other things like that. How much more is that true in this battle!",
    "chapter": "1",
    "verse": "2",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "Because we are human, we live a most dangerous life amid the snares of temptation. Letters .",
    "chapter": "1",
    "verse": "2",
    "author": "Augustine",
    "source": "Letters 250"
  },
  {
    "text": "“Through many tribulations we must enter the kingdom of God.” Temptations come in three ways, by persuasion, by attraction and by consent. Satan persuades, the flesh is attracted, and the mind consents.",
    "chapter": "1",
    "verse": "2",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "Nobody will take the disciples’ joy from them because, although they suffered persecution and torture on behalf of Christ’s name, yet they willingly bore all adversities because they were enkindled by hope in his resurrection and by their vision of him. Moreover, they thought it perfect joy when they encountered different kinds of temptations. Homily on the Gospels ..",
    "chapter": "1",
    "verse": "2",
    "author": "Bede",
    "source": "Homily on the Gospels 2.13"
  },
  {
    "text": "For those who have been tried and tested, trials and afflictions are the source of the greatest joy, for that is how their faith is proved.",
    "chapter": "1",
    "verse": "2",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "The Word of God … causes us to despise all life’s painful experiences and to count as joy every trial that assails us. Discourses ..",
    "chapter": "1",
    "verse": "2",
    "author": "Symeon the New Theologian",
    "source": "Discourses 3.8"
  },
  {
    "text": "When our Lord and God taught his disciples that they must pray to be delivered from temptation, he meant the kind of temptation which we readily and willingly fall into and which does not contain any kind of trial. But James is talking about the kind of trials which are unwanted and teaches that those who struggle for the truth should not be discouraged by them.",
    "chapter": "1",
    "verse": "3",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "Temptations can be endured by spiritual knowledge and faith in the Trinity.",
    "chapter": "1",
    "verse": "3",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "“Knowing that suffering produces endurance, and endurance produces character.” Concerning the Epistle of St. James.",
    "chapter": "1",
    "verse": "3",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Why do trials produce patience? It is because patience brings those who experience it to perfection.",
    "chapter": "1",
    "verse": "4",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "“By your patience you will gain your souls.” Introductory Tractate on the Letter of James.",
    "chapter": "1",
    "verse": "4",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "Patience builds character, so that someone who possesses it cannot be overcome but is shown to be perfect. For this reason believers are tested in order to improve their patience, so that by it their faith may be seen to be perfect.",
    "chapter": "1",
    "verse": "4",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Why do trials produce patience? It is because trials demonstrate the purity of faith, which is made perfect by the patient endurance of affliction.",
    "chapter": "1",
    "verse": "4",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "].… This is the faith which gains the bountiful outpouring of the Spirit. On the Spirit and the Letter .",
    "chapter": "1",
    "verse": "5",
    "author": "Augustine",
    "source": "On the Spirit and the Letter 56"
  },
  {
    "text": "What blessing will that man not possess who has asked for and received this wisdom from the Lord? This will give you an understanding of what grace is, for if this wisdom were from ourselves it would not be from above and we would not have to ask for it from the God who created us. On Grace and Free Will .",
    "chapter": "1",
    "verse": "5",
    "author": "Augustine",
    "source": "On Grace and Free Will 24"
  },
  {
    "text": "Just because faith may be given to us before we ask for it, it does not follow that it is not a gift of God. God may well give it to us before we ask him for it, just as he also gives peace and love. This is why we pray both that faith may be increased in those who already have it and also that it may be given to those who have not yet received it. On the Gift of Perseverance .",
    "chapter": "1",
    "verse": "5",
    "author": "Augustine",
    "source": "On the Gift of Perseverance 44"
  },
  {
    "text": "Why does James tell them to seek wisdom? It is so that they might have God’s assurance. Only God should be asked for wisdom, not philosophers or astrologers. God gives wisdom like a fountain which never runs out of water, and he fills everyone whom he enters, but the wisdom of philosophers and other human agents is not given in abundance, and it is soon spewed out.",
    "chapter": "1",
    "verse": "5",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "Saving wisdom can come only from God and cannot be found by human free will, without the help of divine grace, as the Pelagians insist. Here, however, James is speaking particularly about that wisdom which we need when we meet temptations. He says that if there are some among us who do not understand why it is that we need to be tested in this way, then we should ask God to explain to us that a father must punish his children in order to make them ready for the inheritance of eternal life.",
    "chapter": "1",
    "verse": "5",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "James calls wisdom the cause of perfection. He knows that faith is tried and tested in affliction. There is no need to ask God for perfect people. What we need are wise people. This is why he encourages those who want to be on top of their afflictions to ask God for wisdom.",
    "chapter": "1",
    "verse": "5",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "James is referring here to spiritual wisdom, not the human kind. Spiritual wisdom is the cause of all perfect action. This is the heavenly wisdom, and when we have been strengthened by it we can do anything perfectly.",
    "chapter": "1",
    "verse": "5",
    "author": "Theophylact",
    "source": "Commentary on James"
  },
  {
    "text": "The doubter is really full of pride. For if you have not believed that God will hear your request, you have not acted in such a way as to avoid being condemned already by the one who tests everything. The doubter has become double-minded even without wanting to be. It is therefore necessary to condemn a plague as dreadful as this.",
    "chapter": "1",
    "verse": "6",
    "author": "Cyril of Alexandria",
    "source": "Catena"
  },
  {
    "text": "James shows that the basis of human wisdom is faith. Here he may be contending against Simon Magus, who asked the apostles to give him the Holy Spirit but did not ask in faith.",
    "chapter": "1",
    "verse": "6",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "“If one turns away his ear from hearing the law, even his prayer is an abomination.” Concerning the Epistle of St. James.",
    "chapter": "1",
    "verse": "6",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "If a person is confident, let him ask. But if he doubts he should not ask, because he will not receive what he is not sure about. Such a person soon retreats from the faith which he does have and then backslides. This happens to him because of his pride, because he quickly despairs of ever getting something which he asks for if it does not turn up immediately. In any case, it is no bad thing if someone who thinks too highly of himself has his prayer requests turned down.",
    "chapter": "1",
    "verse": "6",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Purely human merits are evil, and God does not crown them. Any good merit is a gift of God. On Grace and Free Will .",
    "chapter": "1",
    "verse": "7",
    "author": "Augustine",
    "source": "On Grace and Free Will 6"
  },
  {
    "text": "The person who, because of his biting conscience, doubts that he will receive any of the heavenly gifts will easily abandon his faith when he is tempted and be carried away into various sins as easily as if he were blown about by the wind.",
    "chapter": "1",
    "verse": "7",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "“How can I ask God for something, seeing that I have sinned so greatly against him?",
    "chapter": "1",
    "verse": "7",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "“How can I ask of the Lord and receive from him, seeing that I have sinned so much against him?” Do not reason with yourself like this, but turn to the Lord with all your heart and ask of him without doubting, and you will know the multitude of his tender mercies, that he will never leave you but fulfill the request of your soul. Shepherd ..",
    "chapter": "1",
    "verse": "8",
    "author": "Hermas",
    "source": "Shepherd 2.9"
  },
  {
    "text": "We who do not follow our Lord with complete and perfect faith but yet have withdrawn from foreign gods dwell in a no-man’s land. We are cut down by the foreign gods as deserters, but because we are unstable and unreliable, we are not defended by our Lord. Sermons on Exodus ..",
    "chapter": "1",
    "verse": "8",
    "author": "Origen",
    "source": "Sermons on Exodus 8.4"
  },
  {
    "text": "A double-minded man is one who on the one hand prays to God and on the other hand fails to obtain anything from him because inside his conscience is accusing him all the time. A man is double-minded when he wants to have fun in this world but also reign with God in heaven. Likewise, a man is double-minded when he seeks the approval of others for his good deeds rather than spiritual rewards from God.",
    "chapter": "1",
    "verse": "8",
    "author": "Bede",
    "source": "Concerning the Epistle of Saint James"
  },
  {
    "text": "A double-minded person is someone who is unstable and unreliable. Such a person has no clear vision of the future and no sure grasp of the present but rather drifts about here and there, grasping at whatever he can. He may be compared with the waves of the sea which are tossed to and fro, or to a flower of the field which is here today and gone tomorrow.",
    "chapter": "1",
    "verse": "8",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "This verse applies to Hebrew slaves who were great and proud and high in their own eyes but in their slavery had become the lowest of the low. It is as if he were saying that life was harder for the rich people with whom they were living than it was for them as their servants. The boasting referred to here is not vain glory but joy in times of temptation.",
    "chapter": "1",
    "verse": "9",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "Everyone who humbly endures adversity for the Lord’s sake will receive from him the highest rewards of his kingdom.",
    "chapter": "1",
    "verse": "9",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Every good thing comes to us if we humble ourselves before God.",
    "chapter": "1",
    "verse": "9",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Humility is the distributor of all good things, and apart from it there is nothing which is good.",
    "chapter": "1",
    "verse": "9",
    "author": "Theophylact",
    "source": "Commentary on James"
  },
  {
    "text": "Scripture says that “whoever exalts himself will be humbled.“ Wealth is a rich man’s flower, but the elements of the universe are out to snatch it away from him. James says very little about the humble man, but it is enough, for he will receive his glory from God. But the rich are condemned at great length, so that no one will be tempted to follow their example.",
    "chapter": "1",
    "verse": "10",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "James says this ironically, because the rich man will see the wealth in which he gloried, and with which he used to despise the poor in this world, come to an end. He will be humiliated by his eternal condemnation, like the rich man who despised Lazarus.",
    "chapter": "1",
    "verse": "10",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "James calls the rich man both proud and humble at the same time, because what puffs him up also brings him down.",
    "chapter": "1",
    "verse": "10",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "“The righteous flourish like the palm tree.” Concerning the Epistle of St. James.",
    "chapter": "1",
    "verse": "11",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "The rich man is said to fade away even while he goes about his business, because anyone engaged in business knows that it can always take an unexpected turn for the worse.",
    "chapter": "1",
    "verse": "11",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Disasters are the common lot of the saints, who must suffer them. It is by enduring them and overcoming them that the virtue of the righteous has always been noticeable. With invincible strength they have defied all trials—the heavier the sufferings they endured, the more courageous were their victories.",
    "chapter": "1",
    "verse": "12",
    "author": "Sulpicius Severus",
    "source": "Letter to Eusebius"
  },
  {
    "text": "James does all he can to encourage people to bear their trials with joy, as a burden which is bearable, and says that perfect patience consists in bearing things for their own sake, not for the hope of some better reward elsewhere. He nevertheless tries to persuade his hearers to rely on the promise that their present state will be put right. The person who has fought the hard battles will be perfectly able to handle anything. Someone who comes through his troubles in this way will be duly prepared to recieve his reward, which is the crown of life prepared by God for those who love him.",
    "chapter": "1",
    "verse": "12",
    "author": "Didymus the Blind",
    "source": "Commentary on James"
  },
  {
    "text": "We see no garments or cloaks, but we see crowns more valuable than any gold, than any contest prizes or rewards, and ten thousand blessings stored up for those who live upright and virtuous lives on earth. On the Incomprehensible Nature of God. ..",
    "chapter": "1",
    "verse": "12",
    "author": "Chrysostom",
    "source": "On the Incomprehensible Nature of God.6 .7"
  },
  {
    "text": "If anyone is so zealous for continence or good works that he neglects to seek the rewards of eternal recompense in return for them, that person may indeed appear to have a fine linen miter on his head, but he does not have little crowns, for although he certainly displays the image of virtue before other human beings, he does not acquire the reward of virtue with the Lord. On the Tabernacle and Its Vessels ...",
    "chapter": "1",
    "verse": "12",
    "author": "Bede",
    "source": "On the Tabernacle and Its Vessels 3.8.118"
  },
  {
    "text": "“Be faithful unto death, and I will give you the crown of life.",
    "chapter": "1",
    "verse": "12",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "If ever we find ourselves afflicted by illness, grief or trouble, let us not blame God, for God cannot be tempted by evil and does not tempt anyone. Each of us is scourged with the ropes of our own sins. Sermon on the Paralytic .",
    "chapter": "1",
    "verse": "13",
    "author": "Cyril of Jerusalem",
    "source": "Sermon on the Paralytic 17"
  },
  {
    "text": "] which is really a kind of testing that comes from God. Sermons ..",
    "chapter": "1",
    "verse": "13",
    "author": "Augustine",
    "source": "Sermons 57.9"
  },
  {
    "text": "At this point James moves on from those external temptations which God sends to us for the testing of our faith to those internal ones which assault our souls and which are inspired by the devil. He wants to dispel the notion that the God who puts good thoughts into our minds also fills them with evil intentions. No one who has such wicked thoughts in his mind should ever try to claim that they come from God.",
    "chapter": "1",
    "verse": "13",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Any testing which comes from God is for good, not for evil.… It is quite otherwise with the devil. He tempts in order to kill those whom he has tempted. Furthermore, the devil does not know what is inside us, but God knows and has given everyone his task to accomplish, according to his sovereign will.",
    "chapter": "1",
    "verse": "13",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "God is said to tempt when he abandons those who stubbornly fall into the snares of temptation. That is how Adam succumbed to the wiles of the tempter when he abandoned the commands of the Creator. Sermons .",
    "chapter": "1",
    "verse": "13",
    "author": "Peter Chrysologus",
    "source": "Sermons 70"
  },
  {
    "text": "Against this fault medicinal aid is sought from him who can heal all illnesses of this sort, not by separating an alien nature from us but by healing our own nature. On Continence .",
    "chapter": "1",
    "verse": "14",
    "author": "Augustine",
    "source": "On Continence 7"
  },
  {
    "text": "The one giving birth is lust, the thing born is sin. Lust does not give birth unless it conceives, and it does not conceive unless it entices and receives willing consent to commit evil. Therefore our battle against lust consists in keeping it from conceiving and giving birth to sin. Against Julian ...",
    "chapter": "1",
    "verse": "14",
    "author": "Augustine",
    "source": "Against Julian 6.15.47"
  },
  {
    "text": "If we sin when we are drunk with pleasure, we do not notice it. But when it gives birth and reaches its goal, then all the pleasure is extinguished and the bitter core of our mind comes to the surface. This stands in contrast to women in labor. For before they give birth, such women have great pain and suffering, but afterwards the pain goes away, leaving their bodies along with the child. But here it is quite different. For until we labor and give birth to our corrupt thoughts, we are happy and joyful. But once the wicked child called sin is born we are in pain as we realize the shame to which we have given birth, and then we are pierced through more deeply than any woman in labor. Therefore I beg you right from the start not to welcome any corrupt thought, for if we do so the seeds will grow inside us, and if we get to that stage, the sin inside us will come out in deeds and strike us dead by condemning us, in spite of all our confessions and tears. For there is nothing more destructive than sin.",
    "chapter": "1",
    "verse": "15",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "Each one of us is tempted by our own lust, so let us fight and resist and not give in nor allow ourselves to be lured by it, nor allow it to conceive anything to which it might then give birth. It is like this—lust coaxes and coddles you, it excites and urges you on, positively encouraging you to do something wrong. Do not give in and it will not conceive. If you ponder it willingly and with pleasure, then it will conceive and give birth, and you will die. Sermons a..",
    "chapter": "1",
    "verse": "15",
    "author": "Augustine",
    "source": "Sermons 77a.3"
  },
  {
    "text": "There are three stages in temptation. The first is suggestion, the second is experiment, and the third is consent. If we resist the devil’s suggestions, then we have victory over temptation and deserve to inherit the crown of life. But if we let the enemy’s suggestions gradually take control of us, then we find that we are taken away from the right path and start to indulge in sin. However, if we go no further than initial experiments, we may have offended God, but we have not yet fallen into mortal sin. However, if we continue down the path of depravity and start to embrace evildoing by giving our full consent to it, then we are deserving of death, and the enemy has triumphed over us.",
    "chapter": "1",
    "verse": "15",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "The desires of sinners are the birth pangs of death.",
    "chapter": "1",
    "verse": "15",
    "author": "Hesychius",
    "source": "Catena"
  },
  {
    "text": "This refers to the deception of the heretics who think that because God rules the physical world in darkness and in light, in drought and in rain, in cold and in heat, so he also rules over human wills with the same determinateness—in good and in bad, in sadness and in joy, in death and in life. Because of this error, James goes on to add that it is “every good endowment and every perfect gift” which comes from the Father of lights.",
    "chapter": "1",
    "verse": "16",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "“Do not be deceived” into thinking that temptations come from God.",
    "chapter": "1",
    "verse": "16",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "James calls God the Father of intelligent lights, that is to say, the illuminator of all rational beings, from whom, as the giver of these things, the divine gifts come to human beings. These gifts, James says, are the very best, complete and without defect, undoubtedly perfect. But as there are some people who argue from this that only the good things in life come from God, and not things which are regarded as bad or harmful, we have to recall such passages as “he brought evil on them,” “Evil came down from God onto the gates of Jerusalem” and so on. From these and other similar examples it is clear that bad things as well as good may come about through God’s judgment.",
    "chapter": "1",
    "verse": "17a",
    "author": "Didymus",
    "source": "Commentary on James"
  },
  {
    "text": "] both say that this can be done by the power of faith. On the Spirit and the Letter .",
    "chapter": "1",
    "verse": "17a",
    "author": "Augustine",
    "source": "On the Spirit and the Letter 63"
  },
  {
    "text": "You should hope for this perseverance in obedience to the Father of lights, from whom descends every good and perfect gift, and ask for it every day in your prayers, and in so doing have confidence that you are not strangers to the predestination of God’s people, for he allows you to do even this. On the Gift of Perseverance ..",
    "chapter": "1",
    "verse": "17a",
    "author": "Augustine",
    "source": "On the Gift of Perseverance 22.62"
  },
  {
    "text": "Man’s merit is a free gift, and no one deserves to receive anything from the Father of lights, from whom every good gift comes down, except by receiving what he does not deserve. Letters .",
    "chapter": "1",
    "verse": "17a",
    "author": "Augustine",
    "source": "Letters 186"
  },
  {
    "text": "The soul gradually ascends to the heavens after the resurrection. It does not reach the highest point immediately but goes through many stages during which it is progressively enlightened by the light of Wisdom, until it arrives at the Father of lights himself. Homily  on Numbers .",
    "chapter": "1",
    "verse": "17b",
    "author": "Origen",
    "source": "Homily 27 on Numbers 6"
  },
  {
    "text": "Inspired by the Father, each procession of the Light spreads itself generously towards us, and in its power to unify, it stirs us by lifting us up. It returns us back to the oneness and deifying simplicity of the Father who gathers us in. For as the sacred Word says, “from him and to him are all things.” On the Celestial Hierarchy ..",
    "chapter": "1",
    "verse": "17b",
    "author": "Pseudo-Dionysius",
    "source": "On the Celestial Hierarchy 1.1"
  },
  {
    "text": "The lights are either the rational powers or else those who have been enlightened by the Holy Spirit.",
    "chapter": "1",
    "verse": "17b",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "God never changes or transforms himself into other forms, lest by changing he should somehow appear to be mortal. For the modification implied in change from one thing to another involves a share in death of some sort. Therefore there is never any addition of parts or of glory in him, lest anything should seem to have been wanting to the perfect one in the first place. Nor can there be any diminution in him, for that would imply some degree of mortality in him. On the Trinity ..",
    "chapter": "1",
    "verse": "17c",
    "author": "Novatian",
    "source": "On the Trinity 4.4"
  },
  {
    "text": "“Do not be conformed to this world, but be transformed by the renewing of your minds, so that you may prove what the good and acceptable and perfect will of God is.” Catena.",
    "chapter": "1",
    "verse": "17c",
    "author": "Severus of Antioch",
    "source": "Catena"
  },
  {
    "text": "This changing is a shadow which conceals the divine light if it goes through certain ups and downs in this life, but because God is unchanging, no shadow can cut off his light. Lessons in Job ..",
    "chapter": "1",
    "verse": "17c",
    "author": "Gregory the Great",
    "source": "Lessons in Job 2.38"
  },
  {
    "text": "Since what comes from us lacks perfection and indeed is very imperfect, nor does it enlighten the soul, think what perfection they will have who acquire it after a happy pilgrimage through life, who with great effort have cleansed their souls from the wickedness they inherited at birth, and who have finally reached the divine splendor.",
    "chapter": "1",
    "verse": "17c",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Suppose we had told you that we had freely received grace from the Father of lights, from whom comes every good and perfect gift, but that we do not care for you to receive it also. If so, we would then have deserved to become an object of abhorrence on the part of God and of yourselves. But instead we present to you the truth from Holy Scripture and from experience and show you the royal way. Discourses ..",
    "chapter": "1",
    "verse": "17c",
    "author": "Symeon the New Theologian",
    "source": "Discourses 34.6"
  },
  {
    "text": "Just as the heavenly powers rule over the angelic creatures, so we human beings rule over the lower creation.",
    "chapter": "1",
    "verse": "18",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "The birth here applies in the first instance to the Son and then by extension to the creatures. For to him belong truth and consubstantiality with God, whereas to the creatures belong honor and inheritance. The fact that the same name is used does not mean that the same honor is given, nor should things which are said by extension be taken to mean that they apply in the first instance as well. By “first fruits” James means that we are the first and most highly honored. For by “creatures” he means the visible creation, of which humanity is the most highly honored part.",
    "chapter": "1",
    "verse": "18",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "God has changed us from being children of darkness into being children of light, not because of any merits of ours but by his own will, through the water of regeneration. But lest we should think that by “begetting” us in this way God has made us somehow a part of his own nature, James goes on to add that the result of the divine activity is that we have become “the first fruits of his creatures,” which means that we have been exalted over the rest of creation.",
    "chapter": "1",
    "verse": "18",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Here James reminds us that God is immutable, which is not true of us. For if we have been born it is clear that we have also been changed. How can something be immutable if it has gone from nonbeing to being? Furthermore he adds that God has given us birth by the Word of Life, lest we might be tempted to think that his Son was also born in the same way as we are. But according to John, all things were made by the Son, which means that he was not born along with us who have been made by him.",
    "chapter": "1",
    "verse": "18",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Truth is more safely heard than preached. For when it is heard, lowliness is preserved, but when it is preached some bit of boastfulness may steal in almost unawares, and this brings corruption. Tractates ...",
    "chapter": "1",
    "verse": "19",
    "author": "Augustine",
    "source": "Tractates 57.2.3"
  },
  {
    "text": "James is right to say this, for it is stupid to think that someone who is not prepared to learn from others will somehow be well-equipped to preach to them. Someone who wants to become wise must first of all ask for this gift from God, as James has already said. Then he must find himself a good teacher and in the meantime discipline his tongue so that he says nothing useless but restricts himself to preaching the truth which he has recently learned from others.",
    "chapter": "1",
    "verse": "19",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "When James says “quick to hear” he is not talking about simple listening but about eagerness to put into practice what has been heard. For he distinguishes quite clearly between the person who is ready to act on what he has heard and the one who is weighed down by laziness and procrastination, sometimes even to the point of never attempting to do anything at all.",
    "chapter": "1",
    "verse": "19",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Because a diseased mind has no control over its own judgment, it thinks that whatever anger suggests must be right. Lessons in Job ..",
    "chapter": "1",
    "verse": "20",
    "author": "Gregory the Great",
    "source": "Lessons in Job 5.78"
  },
  {
    "text": "Even if anger seems justified in human terms, it can never be right in God’s eyes. A human judge who loses his temper, even if his decision is the right one, cannot imitate the justice of God, who always judges in perfect tranquility of mind.",
    "chapter": "1",
    "verse": "20",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "“Be angry but do not sin.” This means that we must be careful when we get angry not to let it develop into an uncontrollable fury. This is where those who are slow come into their own. It may be wrong to be slow in other things, but when it comes to anger, tardiness is the right policy, because by the time we get round to it the reasons for it may have dissipated.",
    "chapter": "1",
    "verse": "20",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Filthiness and wickedness arise out of anger.",
    "chapter": "1",
    "verse": "21",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "You cannot do good unless you have cleansed yourself from evil first. Filthiness refers primarily to external things which corrupt our hands, whereas wickedness refers primarily to internal things which corrupt our souls. Both must be overcome if we are to do good.",
    "chapter": "1",
    "verse": "21",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "This refers to the sin which corrupts a man, which dwells in us as the cause of evil. But outside us there is another kind of evil which creeps up on us unawares and is the work of demons who are opposed to us.",
    "chapter": "1",
    "verse": "21",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "What James wants to say is this. Although a person may often fall into uncleanness, the faster he gets out of it the better. Otherwise, if he remains in it and carries on, he will make the evil stronger by force of habit and have a harder time washing it away.",
    "chapter": "1",
    "verse": "21",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "James did not say “of the words” but “of the Word,” in spite of the fact that there are so many words from the Holy Scriptures which are venerated in the church. Sermons ..",
    "chapter": "1",
    "verse": "22",
    "author": "Augustine",
    "source": "Sermons 71.22"
  },
  {
    "text": "Neither I nor any other preacher can see into your hearts … but God is looking, for nothing can be hidden from him.… Do not deceive yourselves by coming eagerly to hear the Word and then failing to do it. If it is a good thing to hear, it is a much better thing to do. If you do not hear, you cannot do, and therefore you will build nothing. But if you hear and do not do, then what you are building will be a ruin.",
    "chapter": "1",
    "verse": "22",
    "author": "Augustine",
    "source": "Sermons 179.7-8"
  },
  {
    "text": "In other words, be mindful of your own salvation!",
    "chapter": "1",
    "verse": "22",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "James knows that some people can get all exited by what they hear, but even in the course of listening their enthusiasm may start to cool off. Therefore he adds these words, so that they may give effect to what they hear.",
    "chapter": "1",
    "verse": "22",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "There are two kinds of mirrors—large and small. In a small mirror you see small things—this is the Old Testament, which leads no one to perfection. But in a big mirror you see great things—this is the New Testament, because in it the fullness of perfection is seen.",
    "chapter": "1",
    "verse": "23",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "If someone is a hearer of the word only and does not confirm it by his deeds, he will lose the word as well, for it will slip through his fingers and disappear.",
    "chapter": "1",
    "verse": "23",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "James here uses the common mirror as a metaphor for the intellectual mirror, but without going into details. Think of him as saying that someone who hears a sermon but does not put any of it into practice is like a man who having seen himself in the mirror immediately forgets what he looked like.",
    "chapter": "1",
    "verse": "23",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "We learn what God has made us like, having given us new birth by the washing of regeneration. But if we do not remember what we have seen and apply it in our deeds, then we shall lose the grace which has been given to us. But the one who remembers that he has been born again from on high, that he has been justified, and sanctified and counted among the children of God, will not give himself over to works which reject that grace.",
    "chapter": "1",
    "verse": "24",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "This is like the person who has used the law of Moses to contemplate what he was made like, that is, the image and likeness of God the Creator, but afterwards draws no conclusions about his own behavior from what he has looked at and instead goes back to being just what he was before.",
    "chapter": "1",
    "verse": "24",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "The law of liberty is one of love, not fear. Paul too was no longer terrified by the law of God as a slave would be but was delighted with it, even though he saw another law in his members which was at war against the law of his mind. On Nature and Grace  ().",
    "chapter": "1",
    "verse": "25",
    "author": "Augustine",
    "source": "On Nature and Grace 57 (67)"
  },
  {
    "text": "Spiritual happiness is gained not by empty words but by putting our good intentions into practice.",
    "chapter": "1",
    "verse": "25",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "The spiritual law contains something magnificent and altogether desirable, which is able to draw people away even from following it corruptly, and able to make them perfect. The perfect law is liberating because it is the law of Christ, which sets us free from all slavery to the flesh, whether that means observance of the sabbath, circumcision, ritual purifications or whatever.",
    "chapter": "1",
    "verse": "25",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Anger causes tongues to become unbridled and speech unguarded. Physical violence, acts of contempt, reviling, accusations, blows and other bad effects too numerous to recount are born of anger and indignation. Sermons .",
    "chapter": "1",
    "verse": "26",
    "author": "Basil the Great",
    "source": "Sermons 10"
  },
  {
    "text": "James says here that even if someone appears to be doing the good works of faith which he has learned he ought to do, none of this matters unless he restrains his tongue from slanders, lies, blasphemies, nonsense, verbosity and other things which lead to sin.",
    "chapter": "1",
    "verse": "26",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "This rule is the bottom line of true religion.",
    "chapter": "1",
    "verse": "26",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "If you want to be truly religious, do not demonstrate this by your knowledge of the law but by the way you put it into practice. Religion appears to mean something more than “faith,” in that it offers the knowledge of hidden things and confirmation of what is grasped by faith.",
    "chapter": "1",
    "verse": "26",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Instead of fields, buy souls that are in trouble, according to your ability. Look after widows and orphans. Do not neglect them. Spend your riches on these kinds of fields and houses. Parables ..",
    "chapter": "1",
    "verse": "27",
    "author": "Hermas",
    "source": "Parables 1.8"
  },
  {
    "text": "We can become more like God if we are merciful and compassionate. If we do not do these things, we have nothing at all to our credit. God does not say that if we fast we shall be like him. Rather he wants us to be merciful, as he himself is. “I desire mercy,” he says, “and not sacrifice.” Catena.",
    "chapter": "1",
    "verse": "27",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "James calls God the Father because as far as he is concerned there is no other god who made the world (as the Marcionites and other heretics claim). What he says about widows has to be understood in the light of the fact that there were many who tried to rob them of their possessions, as it says in the Gospel. Introductory Tractate on the Letter of James.",
    "chapter": "1",
    "verse": "27",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "It is good to see that James has added the words “before God, the Father,” because there are plenty of people who appear to be religious in the sight of men but who are wicked as far as God is concerned.",
    "chapter": "1",
    "verse": "27",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "If James is a teacher of the covenant established by Christ, why does he not just abolish everything connected with the law, instead of exalting it by supporting those who are experienced in keeping it? Why does he not rebuke them and turn them away from it? To this we answer that James accommodates himself to them and starts where they are. Rather than attack the law head on, he draws them away from it gradually, aware that they are suspicious of new ideas and inclined toward skepticism about them. By doing this he increasingly prepares them to hear what he has to say and then weans them away from observance of the law little by little.",
    "chapter": "1",
    "verse": "27",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "In this verse the “world” refers to the common and ungodly people who are led astray by their lusts and errors.",
    "chapter": "1",
    "verse": "27",
    "author": "Theophylact",
    "source": "Commentary on James"
  },
  {
    "text": "What does it matter if you think highly of yourself, when someone else despises you? Are we not all one body, both great and small? Therefore if in principle we are all one and members of each other, why do you mindlessly exalt yourself? Why do you bring shame on your brother? For just as he is a part of you, so you too are a part of him.",
    "chapter": "2",
    "verse": "1",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "James here demonstrates that those to whom he is writing were full of faith but empty when it came to works.",
    "chapter": "2",
    "verse": "1",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Anyone who does things by showing favoritism covers himself with great shame and reproach, for that way he brings disdain not only on his neighbor but much more on himself as well.",
    "chapter": "2",
    "verse": "1",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Far from me is the notion that in your tabernacle, Lord, the rich should be more highly regarded than the poor, or the noble than the less well-born. You have chosen the weak things of this world to put the strong to shame, and you have chosen things which are dishonorable, despised and of no account, in order to bring to nothing the things which are. Confessions ...",
    "chapter": "2",
    "verse": "2",
    "author": "Augustine",
    "source": "Confessions 8.4.9"
  },
  {
    "text": "What James says here applies not just to rings but to any sign of wealth, for the ring is meant to stand for a treasure house of riches.",
    "chapter": "2",
    "verse": "2",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "There is no difference between rich and poor in Christ. Pay no attention to the outward appearance, but look for the inner faith instead.",
    "chapter": "2",
    "verse": "3",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "Who could bear to see a rich man chosen to occupy a seat of honor in the church when a more learned and holier man is passed over because he is poor? Is it not a sin to judge by appearances that a rich man is a better man? Letters ..",
    "chapter": "2",
    "verse": "4",
    "author": "Augustine",
    "source": "Letters 167.18"
  },
  {
    "text": "The word and often occurs here, where we would expect subordinate clauses instead. This was the older way of speaking, which James records for us.",
    "chapter": "2",
    "verse": "4",
    "author": "Theophylact",
    "source": "Commentary on James"
  },
  {
    "text": "It is by choosing the poor that God makes them rich in faith, just as he makes them heirs of the kingdom. It is rightly said that he chose this faith in them, since it was in order to bring it about that he chose them. On the Predestination of the Saints  ().",
    "chapter": "2",
    "verse": "5",
    "author": "Augustine",
    "source": "On the Predestination of the Saints 17 (34)"
  },
  {
    "text": "The apostle’s testimony is a very serious matter. Do the nobility think that they are immune from his strictures, because he referred only to the rich and not to the noble as well? But there is so great an overlap between these two groups in practice that it makes little difference which one of them the apostle was speaking about. His words certainly apply to both. On the Governance of God ..",
    "chapter": "2",
    "verse": "5",
    "author": "Salvian the Presbyter",
    "source": "On the Governance of God 3.10"
  },
  {
    "text": "Some people say that this is meant to be a comfort to the poor whohave been thrown out of the houses of the rich or who dwell in inferior accommodations. Even if they are poor in material things, they may be rich in faith.",
    "chapter": "2",
    "verse": "5",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "When poor people are not preoccupied with the things of the world, when they come to faith, they often become more energetic and more determined to work at it than rich people do.",
    "chapter": "2",
    "verse": "5",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Bear their greed as patiently as you can! Those people destroy themselves, not you. For while they rob you of your money, they strip themselves of God’s favor and help. For the one who bases his life on greed and gathers all the wealth of the world around him is in fact the poorest of all.",
    "chapter": "2",
    "verse": "6",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "Here James shows us more clearly who these rich people are, whose humiliation and destruction he talked about earlier. They are people who put their riches before Christ, who are themselves strangers to his teaching and who use their power to oppress those who believe. They take poor people to court and blaspheme the name of Christ. That there were many upper-class people in the time of the apostles who did this kind of thing is clear both from the Acts of the Apostles and from Paul’s letters.",
    "chapter": "2",
    "verse": "6",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "This refers to the rulers of the Jews, who enriched themselves on tithes, and also to the leaders of the Romans, who were idolaters at that time.",
    "chapter": "2",
    "verse": "7",
    "author": "Apollinarius",
    "source": "Catena"
  },
  {
    "text": "This is the name of the God of Israel, which was invoked on your behalf in Egypt, as well as in your baptism.",
    "chapter": "2",
    "verse": "7",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "“Love your neighbor” means three different things. The first is corporal, that is, the literal sense of the words. The second is spiritual, according to which we love those close to us even though we may be absent from them. The third is contemplative, by which love itself is beheld. But we have to understand that one leads to another. The corporal inspires us to go on to the spiritual, and that in turn lifts us up to the contemplative. The spiritual may sometimes regress to the merely corporal, but the contemplative never fails us. The corporal and spiritual forms of love are common to human beings and have analogies in animals, but the contemplative is reserved for humans alone.",
    "chapter": "2",
    "verse": "8",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "“Do unto others as you would have them do unto you. For this is the law and the prophets.” Catena.",
    "chapter": "2",
    "verse": "8",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "“Do not judge by appearances, but judge with right judgment.” Introductory Tractate on the Letter of James.",
    "chapter": "2",
    "verse": "9",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "Is it possible that the person who has discriminated between rich and poor is guilty of murder, adultery and sacrilege? That does indeed seem to be the conclusion which James is drawing. Such a man is guilty of every crime, because by offending in one point he has become guilty of them all. Letters ..",
    "chapter": "2",
    "verse": "10",
    "author": "Augustine",
    "source": "Letters 167.3"
  },
  {
    "text": "What does it mean to offend in one point and lose all, except to have fallen from the precept of love and thereby to have offended in all the other commandments? Without love none of our virtues amounts to anything at all. Sermons a..",
    "chapter": "2",
    "verse": "10",
    "author": "Caesarius of Arles",
    "source": "Sermons 100a.12"
  },
  {
    "text": "When we wear a piece of clothing, it covers us all over. Righteousness is like this, for it protects itself by good works at every turn and leaves nothing exposed to the ravages of sin. For if someone is righteous in some of the things he does and unrighteous in others, it is rather as if he is covering one side of his body but leaving the other side naked. Such a person is not doing good works, because these works are made evil by the unrighteousness which is present in him. Lessons in Job ..",
    "chapter": "2",
    "verse": "10",
    "author": "Gregory the Great",
    "source": "Lessons in Job 19.32"
  },
  {
    "text": "To fail in one point is to lack perfect love, for this is the source of all good deeds. If something in the head is not right, the rest of the body suffers as a result. The entire purpose and plan of God is designed to lead to perfect love. That is the meaning of the commandments such as “Do not commit adultery,” “Do not kill” and so on.",
    "chapter": "2",
    "verse": "10",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "Why does James choose these two commandments as his examples? Because they are the ones which deal most closely with loving and with hating one’s neighbors.",
    "chapter": "2",
    "verse": "11",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "James added these commandments in order to give examples of what he was talking about, which was love. For someone who loves his neighbors as he ought to will neither commit adultery with them nor kill them. When these things are done, they indicate contempt for the neighbor.",
    "chapter": "2",
    "verse": "11",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "By the New Testament law everyone is born again, free and equal with one another.",
    "chapter": "2",
    "verse": "12",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "The law of liberty is the one which does not recognize classes of persons. This is the law of Christ. Whoever shows favoritism is not free but a slave, for “A man is a slave to the one by whom he has been overcome.” Commentary on James.",
    "chapter": "2",
    "verse": "12",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Mercy is the highest art and the shield of those who practice it. It is the friend of God, standing always next to him and freely blessing whatever he wishes. It must not be despised by us. For in its purity it grants great liberty to those who respond to it in kind. It must be shown to those who have quarreled with us, as well as to those who have sinned against us, so great is its power. It breaks chains, dispels darkness, extinguishes fire, kills the worm and takes away the gnashing of teeth. By it the gates of heaven open with the greatest of ease. In short, mercy is a queen which makes men like God.",
    "chapter": "2",
    "verse": "13",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "He who judges without mercy will be judged without mercy. And in this sense only is the “same measure” to be understood, that the mercy which he did not show will not be shown to him, and that the judgment which he makes will be eternal, even though the thing judged cannot be eternal. Letter ..",
    "chapter": "2",
    "verse": "13",
    "author": "Augustine",
    "source": "Letter 102.4"
  },
  {
    "text": "Just as oil enables athletes to escape the hands of their opponents, so mercy prepares those who practice it to avoid and escape the demons.",
    "chapter": "2",
    "verse": "13",
    "author": "Hesychius",
    "source": "Catena"
  },
  {
    "text": "God will never cut us off by his severe judgment. Rather, “mercy triumphs over judgment” and with his accustomed faithfulness, he will unite us in the eternal blessedness of his storehouse, if that is agreeable to him. Letters .",
    "chapter": "2",
    "verse": "13",
    "author": "Braulio of Saragossa",
    "source": "Letters 15"
  },
  {
    "text": "If you are merciful and lenient to the poor in your judgment, you will have nothing to fear from the judgment of God.",
    "chapter": "2",
    "verse": "13",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "If we forgive others the sins which they have committed against us and give alms to the poor and needy among us, then God’s mercy will deliver us from judgment. But if, on the other hand, we are not well-disposed toward those around us, we shall receive the condemnation handed out to the wicked servant, along with the retribution which is mentioned in the Lord’s Prayer. For there we ask God to forgive us as we forgive those who have sinned against us, but if we do not forgive them, we shall not be forgiven either.",
    "chapter": "2",
    "verse": "13",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "In order to help them, God has put fear in the hearts of believers, lest they think that they might be saved by faith alone, even if they continue to practice these evils. On Continence ..",
    "chapter": "2",
    "verse": "14",
    "author": "Augustine",
    "source": "On Continence 14.13"
  },
  {
    "text": "If someone does not show by his deeds that he believes in God, his profession of faith is worthless. For it is not the one who just says that he is the Lord’s who is a believer, but the one who loves the Lord so much that he is prepared to risk even death because of his faith in him.",
    "chapter": "2",
    "verse": "14",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "Take note of what spiritual understanding really is. It is not enough to believe in a purely intellectual sense. There has to be some practical application for this belief. What James is saying here does not contradict the apostle Paul, who understood that both belief and action were a part of what he called “faith.",
    "chapter": "2",
    "verse": "14",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "These are the words of faith, spoken to those who know that there is only one God, who is the Father of all his children. True love has two sides to it—help for the body and help for the soul. Here James concentrates on the first of these because he is speaking especially to those who are rich.",
    "chapter": "2",
    "verse": "15",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "It is obvious that words alone are not going to help someone who is naked and hungry. Someone whose faith does not go beyond words is useless. Such faith is dead without works of Christian love which alone can bring it back to life.",
    "chapter": "2",
    "verse": "15",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Who does not hate this kind of [merely verbal] “mercy”? In it an idle piety flatters the sick with elegant language. Fruitless tears are offered to heaven. What does it profit to bewail another man’s shipwreck if you take no care of his body, which is suffering from exposure? What good does it do to torture your soul with grief over another’s wound if you refuse him a health-giving cup? Sermons ..",
    "chapter": "2",
    "verse": "16",
    "author": "Valerian of Cimiez",
    "source": "Sermons 7.5"
  },
  {
    "text": "Since mercy will be exalted over condemnation and the gifts of clemency will surpass any just compensation, all the lives led by mortals and all different kinds of actions will be appraised under the aspect of a single rule. No charges will be brought up where works of compassion have been found in acknowledgment of the Creator. Sermons ..",
    "chapter": "2",
    "verse": "16",
    "author": "Leo the Great",
    "source": "Sermons 11.1"
  },
  {
    "text": "“My justice can give you nothing except what your works deserve. To no purpose do you cry out, now that you are dead and in the power of another, for when you had opportunities and saw me in the person of the poor, you were blind.” Sermons ..",
    "chapter": "2",
    "verse": "16",
    "author": "Caesarius of Arles",
    "source": "Sermons 31.4"
  },
  {
    "text": "If someone dies in his sins he has not truly believed in Christ, even if he has made a profession of faith in him, and if faith is mentioned but it lacks works, such faith is dead, as we have read in the epistle which circulates as the work of James. Commentary on John ..",
    "chapter": "2",
    "verse": "17",
    "author": "Origen",
    "source": "Commentary on John 19.152"
  },
  {
    "text": "I do not understand why the Lord said, “If you want to enter into eternal life, keep the commandments,” and then mentioned the commandments relating to good behavior, if one is able to enter into eternal life without observing them. On Faith and Works ..",
    "chapter": "2",
    "verse": "17",
    "author": "Augustine",
    "source": "On Faith and Works 15.25"
  },
  {
    "text": "While faith provides the basis for works, the strength of faith comes out only in works. Sermons ..",
    "chapter": "2",
    "verse": "17",
    "author": "Leo the Great",
    "source": "Sermons 10.3"
  },
  {
    "text": "Works give life to faith, faith gives life to the soul, and the soul gives life to the body.",
    "chapter": "2",
    "verse": "17",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "If we are ashamed to imitate Christ’s sufferings, which he endured for us, and to suffer as he suffered, it is obvious that we shall not become partakers with him in his glory. If that is true of us, we are believers in words only and not in deeds. Discourses ..",
    "chapter": "2",
    "verse": "17",
    "author": "Symeon the New Theologian",
    "source": "Discourses 6.10"
  },
  {
    "text": "“This is eternal life, to know you, the only true God,” we must not think that merely uttering the words is enough to save us. For our life and behavior must be pure as well.",
    "chapter": "2",
    "verse": "18",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "Faith is shown by deeds like the features of the face in a mirror. Discourses ..",
    "chapter": "2",
    "verse": "18",
    "author": "Symeon the New Theologian",
    "source": "Discourses 29.4"
  },
  {
    "text": "Those who believe and act according to true faith do live and are not dead, but those who do not believe, or else who believe like the demons, trembling but living evilly, proclaiming the Son of God but not having love, must rather be accounted dead. Tractates ...",
    "chapter": "2",
    "verse": "19",
    "author": "Augustine",
    "source": "Tractates 22.7.2"
  },
  {
    "text": "Will the devils see God? Those who are pure of heart will see him, and who would say that the devils are pure of heart? Nevertheless, they believe and tremble. Commentary on the Sermon on the Mount ..",
    "chapter": "2",
    "verse": "19",
    "author": "Augustine",
    "source": "Commentary on the Sermon on the Mount 53.10"
  },
  {
    "text": "Good works are witnesses to the Christian faith, because otherwise a Christian cannot prove that he has that faith. If he cannot prove it, it must be considered completely nonexistent. On the Governance of God ..",
    "chapter": "2",
    "verse": "19",
    "author": "Salvian the Presbyter",
    "source": "On the Governance of God 4.2"
  },
  {
    "text": "Those who believe but who do not fear God are even worse than the devils. And those who believe and tremble but who do not practice what they preach are just like the devils.",
    "chapter": "2",
    "verse": "19",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "You can believe what God says, you can believe that God exists, and you can believe in him, which means that you love him so much that you want to do what he tells you. There are many evil people around who can manage the first two of these. They believe that God means what he says, and they are quite prepared to accept that he exists. But it takes someone who is not just a nominal Christian but who is one in deed and in living to love God and to do what he commands. Faith with love is Christian, but faith without love is demonic.",
    "chapter": "2",
    "verse": "19",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "James gives us the example of the devils, saying that those who profess faith with their lips only are really no better than they are. For even they believe that Christ is the Son of God, that he is the Holy One of God and that he has authority over them.",
    "chapter": "2",
    "verse": "19",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "The apostle says that a man who believes and does not act has the faith of demons. If that is true, imagine the fate of a man who does not believe at all. Sermons ..",
    "chapter": "2",
    "verse": "19",
    "author": "Caesarius of Arles",
    "source": "Sermons 12.5"
  },
  {
    "text": "Holy Scripture should be interpreted in a way which is in complete agreement with those who understood it and not in a way which seems to be inconsistent to those who are least familiar with it. Paul said that a man is justified through faith without the works of the law, but not without those works of which James speaks. On the Christian Life .",
    "chapter": "2",
    "verse": "20",
    "author": "Augustine",
    "source": "On the Christian Life 13"
  },
  {
    "text": "Just as faith without works is dead, so the reverse is also true. Therefore let integrity in faith shine forth along with the glories of upright living. Letters ..",
    "chapter": "2",
    "verse": "20",
    "author": "Cyril of Alexandria",
    "source": "Letters 55.2"
  },
  {
    "text": "Although the apostle Paul preached that we are justified by faith without works, those who understand by this that it does not matter whether they live evil lives or do wicked and terrible things, as long as they believe in Christ, because salvation is through faith, have made a great mistake. James here expounds how Paul’s words ought to be understood. This is why he uses the example of Abraham, whom Paul also used as an example of faith, to show that the patriarch also performed good works in the light of his faith. It is therefore wrong to interpret Paul in such a way as to suggest that it did not matter whether Abraham put his faith into practice or not. What Paul meant was that no one obtains the gift of justification on the basis of merit derived from works performed beforehand, because the gift of justification comes only from faith.",
    "chapter": "2",
    "verse": "20",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "According to James, someone who thinks that it is possible to believe without acting accordingly is out of his mind.",
    "chapter": "2",
    "verse": "20",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "When Abraham went up the mountain to sacrifice Isaac, he took four things with him—a sword, fire, a heavy heart and a pile of wood. What does the fire stand for if not the suffering of Christ? What does the sword signify, if not death? What does the wood indicate, if not the cross? And what is the importance of Abraham’s heavy heart, if it does not stand for the compassion of the Father and the angels as they beheld the death of Christ? Isaac was an earthly type of Christ and was offered up for us all. According to tradition this occurred on  March, the day on which the world was created, the day on which the last judgment will occur. The place where it happened was none other than the one which God would later choose for the site of his temple on Mount Zion, which is so called because Zion means “mirror of life,” for it was there that Abraham saw as in a mirror the life which was to be revealed in the New Testament.",
    "chapter": "2",
    "verse": "21",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "“By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was ready to offer up his only son, of whom it was said, ‘Through Isaac shall your descendants be named.’ ” Looking at one and the same sacrifice, James praised the magnificence of Abraham’s work, while Paul praised the constancy of his faith. But in reality the two men are saying exactly the same thing, because they both knew that Abraham was perfect in his faith as well as in his works, and each one merely emphasized that aspect of the incident which his own audience was most in need of hearing.",
    "chapter": "2",
    "verse": "21",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "“Did Paul not use Abraham as an example of someone who was justified by faith, without works? And here James is using the very same Abraham as an example of someone who was justified, not by faith alone, but also by works which confirm that faith.” How can we answer this? And how can Abraham be an example of faith without works, as well as of faith with works, at the same time? But the solution is ready to hand from the Scriptures. For the same Abraham is at different times an example of both kinds of faith. The first is prebaptismal faith, which does not require works but only confession and the word of salvation, by which those who believe in Christ are justified. The second is postbaptismal faith, which is combined with works. Understood in this way, the two apostles do not contradict one another, but one and the same Spirit is speaking through both of them.",
    "chapter": "2",
    "verse": "21",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "On the one hand, the blessed James says that Abraham was justified by works when he bound Isaac his son on the altar, but on the other hand Paul says that he was justified by faith, which appears to be contradictory. However, this is to be understood as meaning that Abraham believed before he had Isaac and that Isaac was given to him as a reward for his faith. Likewise, when he bound Isaac to the altar, he did not merely do the work which was required of him, but he did it with the faith that in Isaac his seed would be as numberless as the stars of heaven, believing that God could raise him from the dead. Catena.",
    "chapter": "2",
    "verse": "21",
    "author": "Cyril of Alexandria",
    "source": "Catena"
  },
  {
    "text": "He has sacrificed the spiritual victim and announced that the laws of nature have been overcome. He has opened up the heart of his unquenchable love for humanity and shown that nothing on earth can compare with the love of God.",
    "chapter": "2",
    "verse": "22",
    "author": "Cyril of Alexandria",
    "source": "Catena"
  },
  {
    "text": "Abraham had such a vibrant faith in God that he was ready to do whatever God wanted him to. This is why his faith was reckoned to him as righteousness, and it was in order that we might know the full meaning of this that God ordered Abraham to sacrifice his son. It was by his perfect accomplishment of God’s command that the faith which he had in his heart was shown to be perfect.",
    "chapter": "2",
    "verse": "22",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Abraham, who was called the friend of God, proved himself faithful by becoming obedient to the words of God. Letter to the Corinthians ..",
    "chapter": "2",
    "verse": "23",
    "author": "Clement of Rome",
    "source": "Letter to the Corinthians 10.1"
  },
  {
    "text": "Abraham was justified not by works but by faith. For although he had done many good things, he was not called a friend of God until he believed, and every one of his deeds was perfected by faith. Catechetical lectures ..",
    "chapter": "2",
    "verse": "23",
    "author": "Cyril of Jerusalem",
    "source": "Catechetical lectures 5.5"
  },
  {
    "text": "That Abraham believed God deep in his heart is a matter of faith alone, but that he took his son to sacrifice him … is not just a great act of faith but a great work as well. Sermons ..",
    "chapter": "2",
    "verse": "23",
    "author": "Augustine",
    "source": "Sermons 2.9"
  },
  {
    "text": "Abraham is the image of someone who is justified by faith alone, since what he believed was credited to him as righteousness. But he is also approved because of his works, since he offered up his son Isaac on the altar. Of course he did not do this work by itself; in doing it, he remained firmly anchored in his faith, believing that through Isaac his seed would be multiplied until it was as numerous as the stars.",
    "chapter": "2",
    "verse": "23",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "The person who in faith honors the God and ruler of all has righteousness as his reward.",
    "chapter": "2",
    "verse": "24",
    "author": "Cyril of Alexandria",
    "source": "Catena"
  },
  {
    "text": "The works mentioned here are works of faith. No one can have perfect works unless he has faith, but many have perfect faith without works, since they do not always have time to do them. Concerning the Epistle of St. James.",
    "chapter": "2",
    "verse": "24",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "The works of which James speaks are not those of the law but those of righteousness and the other virtues.",
    "chapter": "2",
    "verse": "24",
    "author": "Theophylact",
    "source": "Commentary on James"
  },
  {
    "text": "Rahab was a prostitute, but even so she was numbered among the saints. Communion ..",
    "chapter": "2",
    "verse": "25",
    "author": "Pachomius",
    "source": "Communion 3.25"
  },
  {
    "text": "Listen to the testimony of Scripture. In the midst of prostitution there was a pearl, in the mire there was burnished gold, in the mud there was a flower blooming with godliness. A godly soul was concealed in a land of impiety.",
    "chapter": "2",
    "verse": "25",
    "author": "Severian of Gabala",
    "source": "Catena"
  },
  {
    "text": "There must have been some people who would have argued that Abraham was a special case, since nobody would now be asked to make such a sacrifice, and that therefore his example does not really count. To answer this objection, James looks through the Scriptures and refers to the case of Rahab, a wicked woman and a foreigner to boot, who nevertheless was justified by her faith because she performed works of mercy and showed hospitality to members of God’s people, even though her own life was thereby put in danger.",
    "chapter": "2",
    "verse": "25",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Just as the spirit joins itself to the body and by doing so brings the latter to life, so works, joined to faith, give life to it as well. Furthermore, it is to be understood that faith without works is not faith at all, just as a dead man is not really a human being. But how can some say that because the spirit which gives life to the body is more honorable than the body, therefore works are more honorable than faith? I have looked into this matter in some detail and shall try to explain my position on this. It is undoubtedly true that the spirit is nobler than the body, but this does not mean that works can be put before faith, because a person is saved by grace, not by works but by faith. There should be no doubt but that faith saves and then lives by doing its own works, so that the works which are added to salvation by faith are not those of the law but a different kind of thing altogether.",
    "chapter": "2",
    "verse": "26a",
    "author": "Didymus the Blind",
    "source": "Commentary on James"
  },
  {
    "text": "Faith without works is dead, and works without faith are dead also. For if we have sound doctrine but fail in living, the doctrine is of no use to us. Likewise if we take pains with life but are careless about doctrine, that will not be any good to us either. It is therefore necessary to shore up the spiritual edifice in both directions. Sermons on Genesis ..",
    "chapter": "2",
    "verse": "26b",
    "author": "Chrysostom",
    "source": "Sermons on Genesis 2.14"
  },
  {
    "text": "In order that we may bear the name Christian as a remedy, not leading to judgment, let us take up good works while the remedies are still within our power. Sermons ..",
    "chapter": "2",
    "verse": "26b",
    "author": "Caesarius of Arles",
    "source": "Sermons 13.1"
  },
  {
    "text": "James is talking here about faith after baptism, for a faith without works can only make us more guilty of sin, seeing that we have received a talent but are not using it profitably. The Lord himself demonstrated the need for works after baptism by going into the desert to do battle with the devil. Paul also exhorts those who have entered into the mystery of faith to “strive to enter his peace,” as if faith by itself were not enough. Holiness of life is also necessary, and for that great efforts are required.",
    "chapter": "2",
    "verse": "26b",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "The apostle here prohibits a large number of teachers, for even our Lord Jesus Christ chose only a few for this role. He had only twelve disciples, and not all of them went on to become teachers of the gospel.",
    "chapter": "3",
    "verse": "1a",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "James is not trying to limit the number of teachers but rather to warn them against the dangers of false doctrines.",
    "chapter": "3",
    "verse": "1a",
    "author": "Isho‘dad of Merv",
    "source": "Commentaries"
  },
  {
    "text": "Teaching without setting an example is not only worthless but also brings great punishment and judgment on the one who leads his life with such heedlessness, throwing out the pride of those who do not want to practice what they preach. So reject the teaching of those who teach without setting an example and pass judgment on them. Yet if there is no contradiction between what he says and what he does, and he is able to control his entire body, then do not condemn him. For if he teaches such things and surrounds the right words of his faith with outstanding deeds corresponding to it, it is clear that he is fully in charge of his body and has no love for the things of the world.",
    "chapter": "3",
    "verse": "1b",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "If a person does not practice what he preaches, he will be judged more severely, since his teaching has borne no fruit. For such a person is condemned along with the one who has sinned with his tongue.",
    "chapter": "3",
    "verse": "1b",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "–]. On the Tabernacle and Its Vessels ...",
    "chapter": "3",
    "verse": "1b",
    "author": "Bede",
    "source": "On the Tabernacle and Its Vessels 3.1.95"
  },
  {
    "text": "In the days of the apostles there were many who were eager to go out preaching the Word of God but who lacked proper instruction. One of them was Apollos, who preached Christ perfectly well but who for some reason knew only the baptism of John. But because he was a wise person, it was not long before a teacher appeared and led him into greater truth, which he readily accepted and thus became even better at his preaching task. There were others who were much less skilled who went to Antioch from Judea and told people there that they had to be circumcised according to the law of Moses if they wanted to be saved, a message which gave orthodox preachers no little trouble. It is this second kind of teacher that James wants to remove from office, so that they will not be a hindrance to those who are trying to preach the gospel in the right way. For just as someone who serves well obtains a good report, so someone who tries to usurp the right to teach when he is not prepared to do so deserves greater punishment than the one he would have received if he had kept his wickedness to himself.",
    "chapter": "3",
    "verse": "1b",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Who then would ever dare to call himself perfect? Sermons .",
    "chapter": "3",
    "verse": "2",
    "author": "Augustine",
    "source": "Sermons 23"
  },
  {
    "text": "If one of Christ’s own disciples can talk like this, we must make it our business to press toward the opposite direction, so as to allay the God and judge of all things for those times when in the weakness of our humanity we have fallen into wrongdoing, failing to pay heed to our salvation.",
    "chapter": "3",
    "verse": "2",
    "author": "Severus of Antioch",
    "source": "Catena"
  },
  {
    "text": "The effective proof of a sound mind and perfect thought is to have nothing faulty on our tongue and to keep our mouths closed when necessary. For it is better to be guided by worthy speech, which is able to know and to express the fullness of all praise. For the most useful talent is to be able to speak wisdom when talking about how to live well. Foolish talk should be foreign to the saints.",
    "chapter": "3",
    "verse": "2",
    "author": "Cyril of Alexandria",
    "source": "Catena"
  },
  {
    "text": "We all fall very often, but let us pray to the merciful God, and if we watch over ourselves in the future, he will heal us. Communion ..",
    "chapter": "3",
    "verse": "2",
    "author": "Pachomius",
    "source": "Communion 1.68"
  },
  {
    "text": "Perfection consists of righteousness, and silence is the way to achieve it. This is why James connects perfection with keeping one’s mouth shut.",
    "chapter": "3",
    "verse": "2",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "James reminds us here that even good people are not perfect and that we all need to be led by the grace of the Holy Spirit, for there is no one who can go through life without ever sinning at all. Nevertheless, there are different kinds of sins, and James singles out one area of our lives where perfection is attainable, namely, control of the tongue. We may be imperfect, but we can still learn to avoid deception, abuse, cursing, pride, boasting, envy, quarreling, lying, perjury and so on.",
    "chapter": "3",
    "verse": "2",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "James shows from the faults of the tongue that there is nobody who goes through life without sinning. From this he proves that nobody is perfect.",
    "chapter": "3",
    "verse": "2",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Note that the comparison is taken from the beasts which we are able to tame. The horse does not tame itself, nor does a man do so. A man is needed in order to tame a horse, and in the same way, God is needed in order to tame a man. Commentary on the Sermon on the Mount ..",
    "chapter": "3",
    "verse": "3",
    "author": "Augustine",
    "source": "Commentary on the Sermon on the Mount 55.2"
  },
  {
    "text": "In other words, says James, how much more appropriate is it to put a brake in our own mouths so that we say only what agrees with the teachings of our Creator, and by controlling our tongues guide our doings in the right way also?",
    "chapter": "3",
    "verse": "3",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "These great ships stand for the minds of people in this life, whether they are good or bad. The strong winds which threaten them are the desires of these minds, by which they are naturally forced to act and which bring them either to a good or to a bad end. The rudder which directs them is the intention of the heart by which the elect cross the waves of this life and finally reach the harbor of their heavenly home.",
    "chapter": "3",
    "verse": "4",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "James says that if we can contain the spirits of a horse by putting a bit into his mouth and control the direction of a ship with a small rudder, how much more ought we to be able to guide the tongue by right words toward doing good.",
    "chapter": "3",
    "verse": "4",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "This confirms what has been said about the tongue and adds something more to it, for the person who can domesticate an animal in so simple a manner will also master that which is more difficult to control. It is probable that James chose this example because somebody asked him why it was so difficult to contain something as small as the tongue. The text also implies that we should go on from merely controlling our tongues and find a higher use for them. For just as a domesticated horse is then used for better purposes, as is a ship under control, so our tongues ought to be used for saying the right thing at the right time.",
    "chapter": "3",
    "verse": "4",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "In attacking what they say, James singles out the tongue, which is the instrument of speech. But since their thoughts are present in the body as a whole, it ought to be understood that his remarks apply to the entire body.",
    "chapter": "3",
    "verse": "5",
    "author": "Didymus the Blind",
    "source": "Commentary on James"
  },
  {
    "text": "“I will scale the heavens; above the stars I will set up my throne, I will be like the most high.” Sermons .",
    "chapter": "3",
    "verse": "5",
    "author": "Jerome",
    "source": "Sermons 41"
  },
  {
    "text": "The more the tongue has sinned, the more it is miserable. Sermons .",
    "chapter": "3",
    "verse": "5",
    "author": "Jerome",
    "source": "Sermons 86"
  },
  {
    "text": "The tongue can indeed boast of great things if it is properly controlled. But if the tongue is evil it will only be able to boast of evil things, which are not great at all.",
    "chapter": "3",
    "verse": "5",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "“Keep your tongue from evil, and your lips from speaking guile.” For the sin which is caused by the tongue is very active and many-sided, being active in wrath, lust, hypocrisy, judgment and deception. Do we need to recall the many names which are given to sins of the tongue? For from it come slanders, coarse jokes, idiocies, irrelevant accusations, bitterness, swearing, false witness—the tongue is the creator of all these evil things and more.",
    "chapter": "3",
    "verse": "6",
    "author": "Basil the Great",
    "source": "Catena"
  },
  {
    "text": "Therefore, guard the tip of the tongue, for it is like a majestic stallion. For if you put a bit in its mouth and teach it to walk in order, it adapts to this and is satisfied. But if you let it run wild, it becomes the vehicle of the devil and his angels.",
    "chapter": "3",
    "verse": "6",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "The tongue is a fire which can destroy a whole forest of good works just by saying things which are evil. This fire is the exact opposite of that saving fire which is also like a tongue and which consumes all the dross and chaff of our vices, revealing the secrets of the heart. The saints are inflamed by it, they burn with love because of it, and by their preaching they set others ablaze like tongues of fire.",
    "chapter": "3",
    "verse": "6",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "James did not say that the course of our life ignites the tongue but that the tongue ignites the course of our life. For it causes us to make wrong decisions and leads us into rashness. By it, our life is thrown off course and subjected to many kinds of wickedness.",
    "chapter": "3",
    "verse": "6",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "The bragging tongue fouls the whole body and is gangrene to the soul. Communion ..",
    "chapter": "3",
    "verse": "6",
    "author": "Pachomius",
    "source": "Communion 3.38"
  },
  {
    "text": "Iniquity stains us in the same way as wood is scorched by fire, and hell burns as if it were a fire.",
    "chapter": "3",
    "verse": "6",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "The tongue is described as a “world” of evil, because the word world implies a large quantity. The phrase should thus be interpreted as “a great evil.",
    "chapter": "3",
    "verse": "6",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "We read in Pliny of how a householder managed to tame an immense asp, so that the snake emerged each day from its hole and brought the day’s food to the man’s table. We also read in Ammianus Marcellinus of a domesticated tigress which was sent to the emperor Anastasius from India. James emphasizes that that kind of thing is child’s play compared with the art of taming the tongue, because the tongue is much wilder and more ferocious than any animal.",
    "chapter": "3",
    "verse": "7",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "James says that it is unnatural that we should be able to domesticate all the creatures but not be able to control our own tongues.",
    "chapter": "3",
    "verse": "7",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "The tongue is a piercing sword. But let us not wound others with it; rather let us cut off our own gangrene.",
    "chapter": "3",
    "verse": "8",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "“Is no one therefore able to control his tongue?” As if it were easier to tame the tongue than to tame wild beasts. But I do not believe that this is the meaning. If James had wanted to say that, he would have done so, but instead he was determined to show what a great evil a man’s tongue can be, so great that it cannot be tamed by anyone, even though that is not true of wild beasts. He said this not in order that we should tolerate this evil but in order that we should ask for divine grace to tame our tongue. On Nature and Grace  ().",
    "chapter": "3",
    "verse": "8",
    "author": "Augustine",
    "source": "On Nature and Grace 15 (16)"
  },
  {
    "text": "Just as a sword, if it is sharpened, is more easily able to kill, so the tongue, which has great difficulty in keeping itself quiet and cannot easily be controlled, becomes more insolent if it learns from bad people how to deceive, how to slander and how to incriminate.",
    "chapter": "3",
    "verse": "8",
    "author": "Hesychius",
    "source": "Catena"
  },
  {
    "text": "Nothing bitter should come out of a mouth which has uttered the praise of so great a mystery, nor should the tongue say anything which is unworthy of a holy mouth. Let us keep it pure and not use it to curse. For if those who rail against God will not inherit the kingdom, how much more will this be true of those who curse?",
    "chapter": "3",
    "verse": "10",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "The spring is the heart of man, the flowing stream of water is his speech, and the opening through which it pours is his mouth. The sweet water is sound doctrine, while the bitter water is just the opposite.",
    "chapter": "3",
    "verse": "11",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "Not only is it impossible for sweet and bitter water to come out of one and the same fountain, but it is also true that if the two get mixed, it is the bitter which will affect the sweet, not the other way round. Put blessing and cursing together, and cursing will win out every time. Bad habits corrupt good manners, and wicked talk has the same effect.",
    "chapter": "3",
    "verse": "11",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "For being power-hungry and filled with the wisdom of the world, they preached with the force and zeal of orthodox teachers, gathering a crowd with no trouble at all and deceiving them, mixing human things with the divine, so that the hearers might be dazzled by the newness of what was being said. That is how heresy arose. But James forbids that kind of teaching and whatever comes from a wisdom which is not divine but diabolical. He said all this in order to praise good teaching, the wisdom which comes from humility in words and in useful deeds.",
    "chapter": "3",
    "verse": "12",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "It is clear from this that a heart which is not right with God cannot bring forth the words or the works of righteousness. On the contrary, if the heart is wicked, everything it says and does will be wicked also.",
    "chapter": "3",
    "verse": "12",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Just as James has imposed silence on unworthy teachers and on those who want to obtain a teaching post without having the right qualifications of right living and circumspect behavior, so he also exhorts those who are wise and self-disciplined, or who at least think they are such, to demonstrate that fact by living out what they profess more than by trying to teach others. For someone who lives in a humble and wise way will give more evidence of his standing before God than any number of words could ever do.",
    "chapter": "3",
    "verse": "13",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "The mature faithful should not have any bitterness or jealousy in them, since such things are not given by God but are conceived by diabolical fraud. For where there is jealousy there is strife, disloyalty and every kind of evil which divine authority condemns.",
    "chapter": "3",
    "verse": "14",
    "author": "Cassiodorus",
    "source": "Summary of James"
  },
  {
    "text": "“The unspiritual man does not know the things which come from the Spirit of God.” Contentious and proud wisdom is rightly described as earthly, unspiritual and devilish because as long as the soul seeks earthly glory it is deprived of spiritual grace and remains cut off from God. For now it thinks only what comes naturally to it since it originally fell. It is persuaded by the delusion of an evil spirit to do things which are wicked and harmful.",
    "chapter": "3",
    "verse": "15",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Let us cleanse the eyes of our souls of all filth. For just as filth and mud blind the eyes of the flesh, so too worldly concerns and discussions about moneymaking can dull the hearing of our minds more effectively than any filth, and not only corrupt them but do wicked things as well.",
    "chapter": "3",
    "verse": "16",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "The heart is like a root and contains within itself all the fruit of the action which proceeds from it. Someone who operates from a spirit of jealousy and strife will do nothing which is not tainted with evil, however good it may appear to others.",
    "chapter": "3",
    "verse": "16",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "This is the wisdom which tames the tongue, descending from above, not springing from the human heart. Would anyone dare to snatch it away from the grace of God and, with overweening pride, place it in the power of man? On Nature and Grace  ().",
    "chapter": "3",
    "verse": "17",
    "author": "Augustine",
    "source": "On Nature and Grace 16 (17)"
  },
  {
    "text": "The wisdom from above is pure because it thinks only pure thoughts, and it is peaceable because it does not dissociate itself from others on account of its pride. The other virtues mentioned here are the common possession of any wise person, and they will manifest themselves in a life full of mercy and other good works.",
    "chapter": "3",
    "verse": "17",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "You shall rejoice in the morning, that is, in the world to come, if you have gathered the fruits of righteousness by weeping and labor in this world. Sermons on Genesis ..",
    "chapter": "3",
    "verse": "18",
    "author": "Origen",
    "source": "Sermons on Genesis 10.3"
  },
  {
    "text": "“Whatever a man sows, that will he also reap.” Therefore it is rightly said that the fruit of righteousness is sown in peace by those who make peace. For the fruit of righteousness is eternal life, which is the reward for good works, so that those who desire peace and implement it sow the earth with the best seed there is, and by their daily actions gain an increase which entitles them to inherit the fruits of life in heaven. The reprobate also reap what they sow, because they will also receive their just reward at the judgment. But that reward will not be the fruits of eternal life, but corruption, because they will reap the eternal punishment due to the corruption in which they passed their lives on earth.",
    "chapter": "3",
    "verse": "18",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "When a man has bought a large enough field and sees that his neighbor’s is larger still, he wants to increase his own so as to make his house greater.",
    "chapter": "4",
    "verse": "1a",
    "author": "Dionysius",
    "source": "Catena"
  },
  {
    "text": "James shows that the teaching is not working, for they are all carnal and doing the most wicked things.",
    "chapter": "4",
    "verse": "1a",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "Your passions are at war in your members whenever your hands or your tongue or some combination of your bodily parts obeys the promptings of your depraved mind. It is also possible that the passions mentioned here are in fact good desires, pointing towards the riches and benefits of God’s kingdom. On account of these and many other such things there is often a struggle between good and evil going on in our minds.",
    "chapter": "4",
    "verse": "1b",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "The reason that you struggle but fail to obtain what you want is that you do not ask God to give these things to you. For if you ask him with the right motives, he will give you not only everything you need here on earth but also what you need to get to heaven.",
    "chapter": "4",
    "verse": "2",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "James proceeds here by way of thesis and antithesis. The thesis, that is, what they desire, is absurd to begin with, but the way they go about getting what they want ensures the exact opposite. Murder and fighting are not good things, but neither do the good things which they desire follow from them. Note also that here James speaks of murder and of fighting as spiritual things, not physical ones. It would be bad enough to think this kind of thing about robbers, but how much worse it is when we are dealing with people who have a certain amount of faith and who have turned to God. These are people who are trying to kill the soul and to fight against godliness.",
    "chapter": "4",
    "verse": "2",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "“Ask and you will receive. Everyone who asks will receive.” How can it be then that some people pray but do not get what they ask for? To this it must be answered that if someone comes to prayer in the right way, omitting none of the prerequisites for intercession, he will receive everything he asks for. But if someone appears to be going beyond the permissible bounds laid down for intercession, he will appear to be asking for something in the wrong way and therefore will not obtain it.",
    "chapter": "4",
    "verse": "3",
    "author": "Didymus the Blind",
    "source": "Commentary on James"
  },
  {
    "text": "If someone intends to misuse what he receives, he will not receive it. Instead, God will pity him. Tractates ..",
    "chapter": "4",
    "verse": "3",
    "author": "Augustine",
    "source": "Tractates 73.1"
  },
  {
    "text": "It appears that some ask but do not receive. God ignores those who attack him and those who ask wrongly, according to their own desires. But someone will say that even those who ask for divine wisdom and virtue do not receive them. In reply it must be said that such people may be worthy to receive these good things, but they must do so in the right way. Perhaps they want such things merely for the pleasure of having them, and if so, they will not get them.",
    "chapter": "4",
    "verse": "3",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "The hierarch, being a man of God, asks only for what is compatible with the divine promises, for what pleases God and for what God will freely give. He thereby demonstrates to God the lover of good that his own conduct is always modeled on the Good and shows those who are present what kinds of gifts the saints will receive. On the Ecclesiastical Hierarchy ...",
    "chapter": "4",
    "verse": "3",
    "author": "Pseudo-Dionysius",
    "source": "On the Ecclesiastical Hierarchy 7.3.7"
  },
  {
    "text": "Those who continue in their sins ask wrongly. They entreat the Lord ill-advisedly to forgive them sins which they are not prepared to forgive in others. Homilies on the Gospels ..",
    "chapter": "4",
    "verse": "3",
    "author": "Bede",
    "source": "Homilies on the Gospels 2.14"
  },
  {
    "text": "Since evil forms a friendship with the world and virtue a friendship with God, virtue and evil cannot coexist.",
    "chapter": "4",
    "verse": "4",
    "author": "Origen",
    "source": "Catena"
  },
  {
    "text": "Whoever loves the world by committing sin is revealed as an enemy of God, just as, on the other hand, one who affirms friendship with God by not sinning is a constant enemy of the world. Therefore, just as it is impossible to serve both God and mammon, so it is also impossible to be a friend of the world and of God at the same time.",
    "chapter": "4",
    "verse": "4",
    "author": "Didymus the Blind",
    "source": "Commentary on James"
  },
  {
    "text": "It was because of these enmities toward God that not even his only-begotten Son was spared. Tractates ..",
    "chapter": "4",
    "verse": "4",
    "author": "Augustine",
    "source": "Tractates 101.2"
  },
  {
    "text": "Love of honor and pride and boastfulness is hostile to God, for these things were the undoing of the fallen angels as well as of the first human couple, which is why to this day they are described as “enemies of God.",
    "chapter": "4",
    "verse": "4",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "James calls these people adulterers, not because they practiced physical adultery but because they corrupted the commands which were instituted by God and turned away to other loves. They were even prepared to tolerate an adulterous teacher, even if it was clear that he was as deep in the mud as any pig.",
    "chapter": "4",
    "verse": "4",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "When one is at enmity toward someone else, he has no idea how to explain to others what that person approves of or likes, nor is he able to instruct them concerning his desires. Discourses ..",
    "chapter": "4",
    "verse": "4",
    "author": "Symeon the New Theologian",
    "source": "Discourses 2.11"
  },
  {
    "text": "What this means is that the Spirit in us tends toward fellowship with God. He turns us away from the love of the world and gives us ever more grace.",
    "chapter": "4",
    "verse": "5",
    "author": "Severian of Gabala",
    "source": "Catena"
  },
  {
    "text": "Some think that this refers to God’s Spirit, which does battle inside us against envy and tries to rid us of it. Others, however, think that it refers to the human spirit and is a warning to us not to desire or to attach ourselves to the lusts of this world, because as long as the spirit of our mind desires earthly things it does so with envy, because it envies the fact that others have what it wants to obtain.",
    "chapter": "4",
    "verse": "5",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "“I have thus far been warning you in my own words to make the right and proper use of your wisdom that you might not abuse it in your pride by corrupting it or misinterpreting it by your overly clever preaching.",
    "chapter": "4",
    "verse": "5",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Scripture says that God resists the arrogant but gives grace to the humble. We should associate with those to whom God’s grace has been given. Letter to the Corinthians ..–.",
    "chapter": "4",
    "verse": "6",
    "author": "Clement of Rome",
    "source": "2–3"
  },
  {
    "text": "There are those who say openly that marriage is fornication. They lay it down as a dogma that it was instituted by the devil. They are arrogant and claim that they are emulating the Lord, who did not marry and had no worldly possessions. It is their boast that they have a deeper understanding of the gospel than anyone else. To them Scripture says that God is against the proud and gives grace to the humble. Stromateis ..–.",
    "chapter": "4",
    "verse": "6",
    "author": "Clement of Alexandria",
    "source": "1–2"
  },
  {
    "text": "Give me someone professing perpetual continence, who is free from all vices and blemishes of conduct. For her I fear pride—I dread the swelling of self-conceit from so great a blessing. The more there is in her which she is satisfied with, the more I fear that in pleasing herself she will displease the one who resists the proud but gives grace to the humble. Holy Virginity .",
    "chapter": "4",
    "verse": "6",
    "author": "Augustine",
    "source": "Holy Virginity 34"
  },
  {
    "text": "One who holds his head high in arrogance hates God. Sermons .",
    "chapter": "4",
    "verse": "6",
    "author": "Jerome",
    "source": "Sermons 15"
  },
  {
    "text": "to feed the hungry and give drink to the thirsty, to endure hunger and thirst, to be poor in spirit, humble and contemptible in one’s own eyes. First Syriac Epistle .",
    "chapter": "4",
    "verse": "6",
    "author": "Macarius of Egypt",
    "source": "First Syriac Epistle 2"
  },
  {
    "text": "Be humble, in order that God may rest in you, which he wants to do. Sermons ..",
    "chapter": "4",
    "verse": "6",
    "author": "Caesarius of Arles",
    "source": "Sermons 210.5"
  },
  {
    "text": "One man is invited to grace in proportion to his love of humility. Another is consigned to punishment in proportion to his sin of pride. So if the swelling of pride is taking place in anyone, let him combat it, lest he draw the arms of heavenly justice against himself. Sermons ..",
    "chapter": "4",
    "verse": "6",
    "author": "Valerian of Cimiez",
    "source": "Sermons 14.2"
  },
  {
    "text": "“Toward the scorners he is scornful, but to the humble he shows favor.” Concerning the Epistle of St. James.",
    "chapter": "4",
    "verse": "6",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "It is not absurd to say that contempt for divine doctrine and an inordinate love for the world derive from pride and are the substance of enmity against God. God resists the proud, because it is normal to resist one’s enemies, and the proud must be counted among them.",
    "chapter": "4",
    "verse": "6",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "“I have come that they might have life, and have it more abundantly.” Catena.",
    "chapter": "4",
    "verse": "7",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "Let us fight as hard as we can, with the Lord’s help, against that most harsh captivity of the soul [which is the devil’s ability to divert our thoughts away from spiritual concerns]. Sermons ..",
    "chapter": "4",
    "verse": "7",
    "author": "Caesarius of Arles",
    "source": "Sermons 77.7"
  },
  {
    "text": "God is near, and he does not drive away those who draw near to him. The Prayer of Job and David ...",
    "chapter": "4",
    "verse": "8a",
    "author": "Ambrose of Milan",
    "source": "The Prayer of Job and David 3.11.29"
  },
  {
    "text": "Draw near to God in humility, by walking in his footsteps, and he will draw near to you in his mercy, setting you free from all anxiety. For nobody is far away from God in terms of physical distance; the problem is one of attitudes and emotions. For the person who is anxious to do what is right is always near to God, whereas the one who is lost in his wickedness is far away from him, regardless of where either one happens to live.",
    "chapter": "4",
    "verse": "8a",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "“skin for skin,” [Satan says], “all that a man has he will give for his own soul.” Commentary on James.",
    "chapter": "4",
    "verse": "8b",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "The person who repents after sinning is worthy of blessings, not of mourning, as he returns to the company of the righteous. First, confess your sins that you may be justified, for if someone is not ashamed of his sin he is miserable, not so much because he fell from grace but because he has remained in his fallen state. And if it is a wicked thing not to repent after sinning, what punishment will someone deserve who sins as a matter of course? If a person overcome with the need to repent is unclean, what forgiveness will there be for someone who suffers because he remains in his sins?",
    "chapter": "4",
    "verse": "9",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "Flee laughter as a sin and change temporal joy into mourning so that you may be blessed, for those who mourn are blessed and shall be comforted. The Training of Nuns .",
    "chapter": "4",
    "verse": "9",
    "author": "Leander",
    "source": "The Training of Nuns 21"
  },
  {
    "text": "Do not rejoice in the things of this world, but remember the sins which you have committed and spend the short time which is allotted to you on this earth looking for the joys of the heavenly kingdom. You do not want to find that your pursuit of earthly enjoyment produces a situation in which you will be a beggar in eternity, weeping and wailing forever in your torment.",
    "chapter": "4",
    "verse": "9",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Pride is the greatest of all evils. To the extent that humility can oppose it, it is a great good. And when both of these are consciously and deliberately at work, good I mean and evil, everyone who humbles himself before God and rejects the proud will be raised up, and his humility will take him to the heights. Catena.",
    "chapter": "4",
    "verse": "10",
    "author": "Didymus the Blind",
    "source": "Catena"
  },
  {
    "text": "“Humble yourselves before the Lord, and he will exalt you.” Whenever we are thus humbled, even if we are tempted by demons and even if we are attacked by those who hate virtue, we have God to deliver us, as long as we do not forget his law or curse him in our sufferings.",
    "chapter": "4",
    "verse": "10",
    "author": "Hesychius",
    "source": "Catena"
  },
  {
    "text": "“If you judge another in something, you condemn yourself, for the one who judges does the same things.” Catena.",
    "chapter": "4",
    "verse": "11",
    "author": "Cyril of Alexandria",
    "source": "1 Catena"
  },
  {
    "text": "James knows that haughtiness and pride arise from contempt and disdain toward the meek, which pushes those who behave that way to despise them completely. He wants to turn his hearers aside from this.",
    "chapter": "4",
    "verse": "11",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "The law of the Bible was given through many agents, like Moses and Elijah and John the Baptist, but ultimately it is still only one law, and there is only one lawgiver.",
    "chapter": "4",
    "verse": "12",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "James says it is arrogant to judge another person and not to consider the uncertain state of our own weakness and time-bound life.",
    "chapter": "4",
    "verse": "12",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Who would endure having to live under a law which he despises? Therefore do not be a despiser of the law, says James, and do not look for some other legislator, who will prescribe the opposite. For there is only one lawgiver, God, who can both condemn and deliver sinners.",
    "chapter": "4",
    "verse": "12",
    "author": "Theophylact",
    "source": "Commentary on James"
  },
  {
    "text": "Some people go on endless journeys for the sake of business and the profits which they can make thereby, enduring even sea travel for their sake. Some fight in order to get some advantage over others by increasing their power. Still others fatten their purses by cheating and by extortion, bringing down fire and brimstone on their heads.",
    "chapter": "4",
    "verse": "13",
    "author": "Cyril of Alexandria",
    "source": "Catena"
  },
  {
    "text": "James does not take away our free will but points out that everything we do is part of a wider plan which is governed by God’s grace. Even if we are able to run around and get on with the business of this life, we must not attribute this ability to our own efforts but accept that we can do these things only by the blessing of God.",
    "chapter": "4",
    "verse": "13",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Restoring health for a time to a man’s body amounts to no more than extending his breath for a little while longer. Therefore it should not be considered of great importance, because it is temporal, not eternal. Sermons ..",
    "chapter": "4",
    "verse": "14",
    "author": "Augustine",
    "source": "Sermons 124.1"
  },
  {
    "text": "James says this in order to indicate just how fleeting and empty our present life is. He wants to make us ashamed of the fact that we spend all our time engaged in its vanity, and in the evils of this age and in things which, as soon as they are accomplished, disappear, and all our labor vanishes with them.",
    "chapter": "4",
    "verse": "14",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "“Do not boast about tomorrow, for you do not know what a day may bring forth.” Catena.",
    "chapter": "4",
    "verse": "15",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "Vain boasting comes from pride, and its ultimate source is the devil. Those who have been baptized into Christ ought not to take any kind of inspiration from Satan.",
    "chapter": "4",
    "verse": "16",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "James does not remove the power to do good, but he shows that it is not just a matter of one’s own will. To do good as we ought, we need the grace of God.",
    "chapter": "4",
    "verse": "17",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "Does the one who does not know how to do good and does not do it commit a sin? He certainly does, but the one who knows what is good and does not do it sins more grievously. Adulterous Marriages .",
    "chapter": "4",
    "verse": "17",
    "author": "Augustine",
    "source": "Adulterous Marriages 9"
  },
  {
    "text": "Good deeds ought to come before preaching, so that it will be clear that it is a righteous man who is proclaiming the faith which is being expounded.",
    "chapter": "4",
    "verse": "17",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "God delays the judgment because of his love for humanity, so that those who repent may not suffer along with those who are condemned.",
    "chapter": "5",
    "verse": "1",
    "author": "Hesychius",
    "source": "Catena"
  },
  {
    "text": "The rich must repent while there is still time for them to do so. James is speaking here of those rich people who have shown themselves to be too stingy to offer any help to the poor.",
    "chapter": "5",
    "verse": "1",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "“Cast your bread upon the waters,” that is, upon the apparent corruption and decadence of this world, and it will not be lost, but rather it will preserve us from destruction.",
    "chapter": "5",
    "verse": "1",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Riches cannot harm a good person, because he spends them kindly. Likewise they cannot help an evil person as long as he keeps them avariciously or wastes them in dissipation. Sermons ..",
    "chapter": "5",
    "verse": "2",
    "author": "Caesarius of Arles",
    "source": "Sermons 35.4"
  },
  {
    "text": "It is not just that the fires of hell will torture rich people who have been ungodly and unmerciful, but their wealth too, with which they could have done all the good needed to redeem them, will also perish and disappear even before they themselves are judged.",
    "chapter": "5",
    "verse": "2",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Let us go in by the narrow way. How long will luxury last? How long will there be licentiousness? Have not the heedless among us been warned? What about the mockers and the procrastinators? Will not their banquets and gluttony and self-satisfaction, not to mention their wealth, their possessions and their property all disappear? What reward have they got? Death. And what will their end be? Dust and ashes, urns and worms.",
    "chapter": "5",
    "verse": "3",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "It is true of course that gold does not rust, but James is comparing it to material things which do rust in the course of time.",
    "chapter": "5",
    "verse": "3",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "By refusing to give alms the rich think that they have done well in saving their treasure, and indeed they have, though they have not seen what it will be used for, namely, their own condemnation.",
    "chapter": "5",
    "verse": "3",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Think how great is the wickedness of those who not only refuse to share their wealth with the poor and needy but who go one step further and refuse to pay their workers the wages which are due to them!",
    "chapter": "5",
    "verse": "4",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "This accusation is a digression directed against the Jewish leaders who robbed the poor and covered themselves with all manner of riches. But they were being prepared for destruction at the hands of the Romans, not least because they condemned our Lord to death.",
    "chapter": "5",
    "verse": "4",
    "author": "Theophylact",
    "source": "Commentary on James"
  },
  {
    "text": "What James means here is not that God has ears but that he can use his power to put right the wrongs which exist on earth.",
    "chapter": "5",
    "verse": "4",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "What then? Has luxury been condemned? It certainly has—so why do you continue to strive for it? A man has made bread, but the excess has been trimmed away. A man has made wine, but the excess has been cut off there also. God desires that we should pray not for impure food but for souls set free from excess. For everything that God has created is good, and nothing which has been received with thanks is to be despised.",
    "chapter": "5",
    "verse": "5",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "These things which Christ threatened through the apostle should terrify us very much, but we should not despair of the mercy of God. Those of us who have been careless up to now can, with God’s help, correct ourselves, provide that we are willing to dispense more generously those alms which we have given sparingly up to now. Sermons ..",
    "chapter": "5",
    "verse": "5",
    "author": "Caesarius of Arles",
    "source": "Sermons 199.5"
  },
  {
    "text": "It cannot be denied that this verse refers to Christ, especially since James adds that there was no resistance. Nevertheless it also includes others who suffered at the hands of the Jews, and he may even have been speaking prophetically about his own approaching death.",
    "chapter": "5",
    "verse": "6",
    "author": "Theophylact",
    "source": "Commentary on James"
  },
  {
    "text": "If God delays the punishment of sinners, waiting for them to repent, it is not because his character has changed, so that now he loves sin. Rather he is giving them time to repent.",
    "chapter": "5",
    "verse": "7",
    "author": "Cyril of Alexandria",
    "source": "Catena"
  },
  {
    "text": "Longsuffering toward one another and patience to those outside. Longsuffering is what we show toward those who can return it, and patience is how we act toward those who cannot do the same to us.",
    "chapter": "5",
    "verse": "8",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "The just Judge will give you the rewards of your patience and will punish your adversaries with what they deserve. He sits at the door where he can watch everything you do, and he will come quickly to give each one whatever he or she deserves.",
    "chapter": "5",
    "verse": "9",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "James means that we should stop mocking the poor and doing them harm, complaining about them at the same time, because we shall be judged according to our cruelty and condemned by the righteous judge.",
    "chapter": "5",
    "verse": "9",
    "author": "Isho‘dad of Merv",
    "source": "Commentaries"
  },
  {
    "text": "James tells us to look to the prophets, who never did anything wrong and who spoke the words of God’s Spirit to the people but who nevertheless suffered a terrible end at the hands of unbelievers—Zechariah, Uriah and the Maccabees, for example, not to mention John the Baptist, Stephen, James the son of Zebedee and many others in the New Testament. They did not complain at such an end but were willing to endure it. Others put up with long labors without complaining, for example, Noah, who spent a hundred years building his ark, and Moses, who took forty years to lead his people out of slavery and into the promised land.",
    "chapter": "5",
    "verse": "10",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "“The Lord has given and the Lord has taken away”? For the devil also harms us not in order to take our possessions away so that we have nothing left but so that when that happens he can force us to curse God because of it.",
    "chapter": "5",
    "verse": "11",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "“Bear your temporal misfortunes as Job did, but do not hope for temporal goods as a reward for your patience, such as were returned to him double. Rather hope for the eternal goods which the Lord went before us to secure.” Letters ..",
    "chapter": "5",
    "verse": "11",
    "author": "Augustine",
    "source": "Letters 140.10"
  },
  {
    "text": "God shows his compassion toward us by setting us free from our temptations in this life and by glorifying the living before others because of the constancy of their faith. After their deaths he crowns them in secret, so that the memory which they deserve will not be taken away from them by other people.",
    "chapter": "5",
    "verse": "11",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "What if someone swears an oath and claims that he was forced to do so? The fear of God is more powerful than any force. For though you may start out by swearing all kinds of promises, you will not keep any of them. Moreover, you would not dare to swear or give an oath in matters of human law, which you accept whether you want to or not. You would certainly never claim that you were forced into doing so. Now the person who has heard the blessings of God and who has prepared himself as Christ has commanded will never claim any need to do anything of the kind, for he is respected and honored by all. What is needed beyond a simple yes and no? An oath adds nothing to these, for no one has to be told that evil is the source of both excess and its deficient opposite. An oath is a form of excess.",
    "chapter": "5",
    "verse": "12a",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "Let the witness of our life be stronger than an oath, and if some shameless person dares to ask an oath from you, let your yes be yes and your no be no, instead of swearing an oath. James forbids us to swear by heaven or by earth for this reason, that we should not give the creation more value than it has by deifying it. For those who swear, swear by something greater than themselves, as the apostle says. Catena.",
    "chapter": "5",
    "verse": "12a",
    "author": "Cyril of Alexandria",
    "source": "2 Catena"
  },
  {
    "text": "This is the judgment to which Herod fell victim, so that he found that he had either to break his oath or commit another shameful act in order to avoid breaking it. Homilies on the Gospels ..",
    "chapter": "5",
    "verse": "12a",
    "author": "Bede",
    "source": "Homilies on the Gospels 2.23"
  },
  {
    "text": "“Let your yes be yes and your no, no.” Any more than this is evil. So do not swear for good reason, because that is evil. It is said to be evil because the need of an oath comes from an unsure conscience. It is necessary to extract an oath from one whose sincerity is in doubt, but why should you bind yourself by an involuntary oath when you are bound to show with your lips the sincerity of your heart? Speak the truth from your heart and you will not need an oath. The Training of Nuns  ().",
    "chapter": "5",
    "verse": "12b",
    "author": "Leander",
    "source": "The Training of Nuns 29 (19)"
  },
  {
    "text": "What should you do when you are in trouble? Call on God. And what should you do when you are happy? Praise him.",
    "chapter": "5",
    "verse": "13",
    "author": "Andreas",
    "source": "Catena"
  },
  {
    "text": "Just as James forbade people to complain to each other about their sufferings, so now he goes on to say how they should behave. If someone has suffered an injury, he ought to go to the church and pray that God will send him the grace of his comfort, so that the sadness of this world, which leads to death, will not overtake him.",
    "chapter": "5",
    "verse": "13",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "This sickness is the sickness of sin. If someone is struck down by his own thoughts, then he should pray on his own, but if he has committed some sin he should ask for the church’s prayers. The custom mentioned here is followed even today, for the grace of mercy is symbolized by oil.",
    "chapter": "5",
    "verse": "14",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "Just as he has already advised the person who has been injured, so now James gives his advice to the one who is ill. In order to prevent the foolishness of complaining, he told the injured person to pray and sing, and now he tells the person who is sick, either in body or in faith, to call the elders in proportion to the gravity of the illness which he is enduring. James does not advise this person to call the younger members of the church because they are less experienced in such matters and run the risk of saying or doing something which will make matters worse. We read in the New Testament that the apostles did this sort of thing, and the custom is retained in the church, that the priests will anoint a person who is ill and pray for his healing. And this is not the prerogative of the priests only, for in cases of necessity any Christian may do this, provided that he uses only oil which has been consecrated by the bishop. And of course anyone who anoints a sick person in this way must invoke the name of God over him while doing so.",
    "chapter": "5",
    "verse": "14",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "The apostles did this even during the time when our Lord was still on earth. They anointed the sick with oil and healed them. Commentary on James.",
    "chapter": "5",
    "verse": "14",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "Whenever some illness comes upon a man, he should hurry back to the church. Let him receive the body and blood of Christ, be anointed by the presbyters with consecrated oil and ask them and the deacons to pray over him in Christ’s name. If he does this, he will receive not only bodily health but also the forgiveness of his sins. Sermons ..",
    "chapter": "5",
    "verse": "15",
    "author": "Caesarius of Arles",
    "source": "Sermons 19.5"
  },
  {
    "text": "“Whatever you ask in my name shall be done for you.” Introductory Tractate on the Letter of James.",
    "chapter": "5",
    "verse": "15",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "Everyone claims this consideration from others whenever possible, for what each of us would punish if it occurred in our house, we want to leave unpunished in someone else’s house. For if we are called to a friend’s house and find him about to punish someone over whom he has power, it is considered most inhumane for us not to intervene. Letters .",
    "chapter": "5",
    "verse": "16a",
    "author": "Augustine",
    "source": "Letters 153"
  },
  {
    "text": "We must use our common sense in applying this commandment. As far as small, everyday sins are concerned, we ought to admit them to one another and believe that we are saved from them by praying for each other. But if we have sinned in a more serious way, then we ought to follow the principle of showing our leprosy to the priest and do penance for it as much and for as long as he thinks is right.",
    "chapter": "5",
    "verse": "16a",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "Since it would be a long and unpleasant task to reveal my sinful ways to you and to tell you everything in detail, it must suffice for me to reveal to your most holy mind that I am not what you believe, though I beg you to pray to God that he might make me what you believe. Letters .",
    "chapter": "5",
    "verse": "16a",
    "author": "Braulio of Saragossa",
    "source": "Letters 44"
  },
  {
    "text": "The Lord himself sets an example for us in this also. For if he who neither has, nor had, nor will have any sin prays for our sins, how much more ought we to pray for each other’s sins! And if he for whom we have nothing to forgive forgives us, how much more should we forgive one another, knowing that we cannot live on earth without sinning! Tractates ..",
    "chapter": "5",
    "verse": "16b",
    "author": "Augustine",
    "source": "Tractates 58.2"
  },
  {
    "text": "Scriptural truth has passed on to us the fact that the prayers of the righteous are of use only to those who are worthy of them, and only in this life, not after death. On the Ecclesiastical Hierarchy ...",
    "chapter": "5",
    "verse": "16b",
    "author": "Pseudo-Dionysius",
    "source": "On the Ecclesiastical Hierarchy 7.3.6"
  },
  {
    "text": "There are two ways in which the prayer of a righteous man is effective. The first is when the person praying does so by offering to God his works done according to his commands. Then the prayer is not just a matter of words, blurted out meaninglessly with the empty echo of the tongue, but powerful and living and inspired with the spirit of the commandments. For the true basis of prayer and supplication is the fulfillment of the commandments by virtue. This makes the prayer of a righteous person strong and full of power. The second way is when the person who asks for the prayers of a righteous man fulfills the works of prayer, above all by putting his life right. Then he makes the prayer of the righteous man strong, because it is reinforced by his own wonderful conversion. For there is nothing to be profited by a person who makes use of the prayer of a righteous man if he is himself already more inclined to virtue than to vice.",
    "chapter": "5",
    "verse": "16b",
    "author": "Maximus the Confessor",
    "source": "Catena"
  },
  {
    "text": "God loves to be asked, so that he can give. Homilies on the Gospels ..",
    "chapter": "5",
    "verse": "16b",
    "author": "Bede",
    "source": "Homilies on the Gospels 2.14"
  },
  {
    "text": "The prayer of a righteous man is effective as long as the person who is being prayed for cooperates with his intentions. For if other people are praying for us while we are wasting our time in idleness and debauchery, their prayers will be useless.",
    "chapter": "5",
    "verse": "16b",
    "author": "Theophylact",
    "source": "Commentary on James"
  },
  {
    "text": "If Elijah got what he prayed for, just think how much the persistent prayer of a righteous person is worth in the sight of God! But just in case you think that you could never measure up to someone as holy as Elijah, James adds that he was a man, just as we are, even if he was second to none in his virtue.",
    "chapter": "5",
    "verse": "17a",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "The apostle regards himself as inferior to the prophets, who performed such miracles. The three years and six months represent the time of the antichrist, but the three years may also stand for the three ages of human history from the creation to the time of David, or they may symbolize the patriarchs, the prophets and the apostles. The miracle mentioned here is meant to encourage believers to persevere in their struggle against the unrighteous, for as in the case of Elijah, even if only one person prays, his prayer represents the common mind of all the righteous.",
    "chapter": "5",
    "verse": "17b",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "The word of the prophet went forth and suddenly the air was changed, the sky became bronze, not because its nature was altered but because of the electric effect which was produced. Suddenly the elements were transformed, as the prophet’s word fell like a fiery bolt on the hollow parts of the earth, and immediately everything dried up, became a desert and disappeared.",
    "chapter": "5",
    "verse": "18",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "It is rash to think that anything which spiritual men say is excessive or badly stated, for what is said is not mindless or superficial. For this man was a prophet, and the greatest of the prophets, on fire with zeal for God. What he said, he said by the inspiration of God’s Spirit, which explains its extraordinary character.",
    "chapter": "5",
    "verse": "18",
    "author": "Theodoret of Cyr",
    "source": "Catena"
  },
  {
    "text": "Earlier on in his letter James warned us to restrain our tongues from wicked or pointless statements, but now at the end he takes the opportunity to show us what we should be doing with them instead.",
    "chapter": "5",
    "verse": "19",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "“If you separate what is precious from what is vile, you will be like my own mouth,” for whoever proclaims God’s words becomes in effect his mouth.",
    "chapter": "5",
    "verse": "19",
    "author": "Oecumenius",
    "source": "Commentary on James"
  },
  {
    "text": "A man who converts others will have his own sins forgiven. Sermons on Leviticus ..",
    "chapter": "5",
    "verse": "20",
    "author": "Origen",
    "source": "Sermons on Leviticus 2.4"
  },
  {
    "text": "And how do you go about converting someone? It is like the seeds sown by farmers. They are sown once, but they do not survive forever unless they are carefully nurtured. And unless the tillers of the soil protect the seeds, they will be exposed to the birds and to every seed-eating creature. We are just like this, unless we protect what has been sown in us by constant care, for the devil will snatch it away and our own lethargy will destroy it. The sun dries it up, the rain drowns it, and weeds choke it, so that it is not enough for the sower to pass by once only. Rather he must tend it often, driving away the birds of the air, pulling up the weeds and filling up the rocky places with much soil. He must prevent, block off and eject any form of destruction. Where soil is concerned, everything depends on the farmer, for without him it remains lifeless, ready only to suffer harm. It is not like that with spiritual soil however. For in spiritual matters it is not all up to the teachers; at least half the effort must come from the pupils. It is up to us the teachers to sow the seed but up to you the pupils to do the rest.",
    "chapter": "5",
    "verse": "20",
    "author": "Chrysostom",
    "source": "Catena"
  },
  {
    "text": "If it is a great thing to rescue someone’s body when it is on the point of death, how much greater is it to deliver someone’s soul from death, so that it might live forever in the heavenly country? Lessons in Job ..",
    "chapter": "5",
    "verse": "20",
    "author": "Gregory the Great",
    "source": "Lessons in Job 19.31"
  },
  {
    "text": "Someone who preaches to sinners in order to convert them will save his soul, even if the people he preaches to are not actually converted.",
    "chapter": "5",
    "verse": "20",
    "author": "Hilary of Arles",
    "source": "Introductory Tractate on the Letter of James"
  },
  {
    "text": "James does all he can here to ensure that imperfect people like ourselves do not gloat over winning others away from their wicked ways and converting them to the truth by reminding us that we should be engaged in such work out of love for our brothers and sisters.",
    "chapter": "5",
    "verse": "20",
    "author": "Bede",
    "source": "Concerning the Epistle of St. James"
  },
  {
    "text": "As a physician you must cure the passions and diseases of those who are sick in soul; as a shepherd you must bring back those who have strayed. Discourses ..",
    "chapter": "5",
    "verse": "20",
    "author": "Symeon the New Theologian",
    "source": "Discourses 18.16"
  }
]